абрагъу	aː b r aː ʁʷ
абрикос	ə b rʲ ɪ k o s
агъунэр	aː ʁʷ ə n a r
адэм	ʔ aː d a m
азыфагу	aː z ə f aː ɡʷ
алэдышъ	aː l a d ə ʂ
анай	aː n aː j
анджэрэф	aː n d͡ʒ a r a f
апч	aː p t͡ʃ
аргъой	aː r ʁʷ a j
аргъэйфыгу	aː r ʁ a j f ə ɡʷ
ахъу	aː χʷ ə
ахъчэ	aː χ t͡ʃ a
ахъчэбэг	aː χ t͡ʃ a b a ɣ
ахъщэжъгъэй	aː χ ʃ a ʐ ʁ a j
ахъщэнэпцӏ	aː χ ɕ a n a p t͡sʼ
ахъщэнэпцӏшӏ	aː χ ʃ a n a p t͡sʼ ʃʼ
бахъсымэ	b aː χ s ə m a
башлыкъ	b aː ʃ l ə q
башӏэ	b aː ʃʼ a
бгъотагъэ	b ʁʷ a t aː ʁ a
бгъэкӏэс	b ʁ a t͡ʃ a s
бгъэхэӏушъхь	b ʁ a x a ʔʷ ə ʂ ħ
бгы	b ɣ ə
бгынагъэ	b ɣ ə n aː ʁ a
бгынтӏэ	b ɣ ə n tˤʼ a
бгырыс	b ɣ ə r ə s
бгэн	j a b ɣ ə n
бжъалъ	b ʐ aː ɬ
бжъапэ	b ʐ aː p a
бжъащэ	b ʐ aː ɕ a
бжыб	b ʒ ə b
бжыдзэ	b ʒ ə d͡z a
бжыдзэгъалӏэ	b ʒ ə d͡z a ʁ aː ɬˤʼ a
бжыхьапэ	b ʒ ə ħ aː p a
бжьэбын	b ʑ a b ə n
бзытэн	b z ə t a n
бзыу	b z ə w
бзыукӏэплъ	b z ə w kʲ a p ɬ
бзыуцыф	b z ə w t͡s ə f
бзэджэн	b z a d͡ʒ a n
бзэен	b z a j a n
бзэшӏэныгъэлӏ	b z a ʃʼ a n ə ʁ a ɬʼ
бледзын	b l a j d͡z ə n
блэбгъуп	b l a b ʁʷ ə p
блэхьадж	b l a ħ aː d͡ʒ
бы	b əː
быбыжьын	b ə b ə ʑ ə n
быдзы	b ə d͡z ə
быдзып	b ə d͡z ə p
бытӏы	b ə tʼ ə
бэ	b a
бэгъэгус	b a ʁ a ɡʷ ə s
бэгын	b a ɣ ə n
бэгьэхъ	b a ɡʲ a χ
бэдзэрыкӏу	b a d͡z a r ə kʷʼ
бэкъудадз	b a qʷ d aː d͡z
бэкӏай	b a kʲ aː j
бэон	b a w a n
бэрбэр	b a r b a r
гогон	ɡʷ a ɡʷ a n
гоӏу	ɡʷ a ħ ə
гуигъэун	ɡʷ ə j ʁ a w ə n
гумыӏу	ɡʷ ə m ə ʔʷ
гупсэн	ɡʷ ə p s a n
гупцӏанэ	ɡʷ ə p t͡sʼ aː n a
гупыт	ɡʷ ə p ə t
гухахъо	ɡʷ ə x aː χʷ a
гущыӏалъ	ɡʷ ə ɕ ə ʔ aː ɬ
гъогурыгъуазэ	ʁʷ a ɡʷ r ə ʁʷ aː z a
гъожьыплъыжь	ʁʷ a ʑ p ɬ ə ʑ ə
гъоплъышъо	ʁʷ a p ɬ ə ʂʷ a
гъотын	ʁʷ a t ə n
гъу	ʁʷ ə
гъун	ʁʷ ə n
гъучӏӏунэ	ʁʷ ə t͡ʂʼ ə ʔʷ ə n a
гъэбэдзэжьын	ʁ a b a d͡z a ʑ ə n
гъэджыджэн	ʁ a d͡ʒ ə d͡ʒ a n
гъэжъон	ʁ a ʒʷ a n
гъэзэжьын	ʁ a z a ʑ ə n
гъэзэщын	ʁ a z a ʃ ə n
гъэкъэбзэн	ʁ a q a b z a n
гъэлыджын	ʁ a l ə d͡ʒ ə n
гъэмэхъэшэн	ʁ a m a χ a ʃ a n
гъэпсэфыгъо	ʁ a p s a f ə ʁʷ a
гъэпсӏэн	ʁ a p sʼ ə n
гъэпӏэркӏьын	ʁ a pʼ a r kʲ ə n
гъэрэкӏо	ʁ a r a kʷʼ a
гъэстыныпхъ	ʁ a s t ə n ə p χ
гъэсысын	ʁ a s ə s ə n
гъэусыен	ʁ a w s ə h a n
гъэфэбапӏэ	ʁ a f a b aː pʼ a
гъэцӏыон	ʁ a t͡sʼ ə w a n
гъэчанын	ʁ a t͡ʃ aː n ə n
гъэщтэн	ʁ a ɕ t a n
гын	ɣ ə n
гьаур	ɡʲ aː w ə r
гьэфы	ɡʲ a f ə
делашъу	d a j l aː ʃʷ
делэжъ	d a j l a ʐ
дестэгъу	d a j s t a ʁʷ
деупӏэпӏэн	d a j w pʼ a pʼ a n
деӏэтаен	d e ʔ a t aː j a n
джащыгъум	d͡ʒ aː ɕ ə ʁʷ ə m
джэнчы	d͡ʒ a n t͡ʃ ə
джэнчыдз	d͡ʒ a n t͡ʃ ə d͡z
джэущтэу	d͡ʒ a w ɕ t a w
дзэлыкъуэбгъэ	d z a l ə qʷ a b ʁ a
дыйшъоутын	d ə j ʃʷ a w t ə n
дыргу	d ə r ɡʷ
дышъэ	d ə ʂ a
дэгъэуцон	d a ʁ a w a t͡sʷ a n
дэгъэфэн	d a ʁ a f a n
дэлъыпӏэ	d a ɬ ə pʼ a
дэфыцӏэн	d a f ə t͡sʼ a n
дэхьапӏэ	d a ħ aː pʼ a
дэхьын	d a ħ ə n
егукӏэн	j a ɡʷ ə t͡ʃ a n
егъоин	ʁʷ a j ə n
егъуин	j a ʁʷ ə j ə n
егъэблэгъэн	j a ʁ a b l a ʁ a n
егъэсэн	j a ʁ a s a n
егьэн	j a ɡʲ a n
еджэжьын	d͡ʒ a ʑ ə n
еджэн	j a d͡ʒ a n
езбырэу	j a z b ə r a w
езэон	j a z a w a n
екӏолӏэн	j a kʷʼ a ɬʼ a n
енэгуягъо	j a n a ɡʷ ə j aː ʁʷ a
енэкӏэон	j a n a t͡ʃ a w a n
енэу	j a n a w
ерыуадж	j a r ə w aː d͡ʒ
есэн	j a s a n
етӏанэ	j a tʼ aː n a
ехъункӏын	j a χʷ ə n t͡ʃ ə n
ехъырэхъышэн	j a χ ə r a χ ə ʃ a n
ечъэжьэн	j a t͡ʂ a ʑ a n
ешъуакӏо	j a ʃʷʼ aː kʷʼ a
жъабгъо	ʐ aː b ʁʷ a
жъгъау	ʒ ʁ aːʷ
жъогъу	ʐʷ a ʁʷ
жъый	ʐ ə j
жьы	ʑ ə
жьыгъэбыу	ʑ ə ʁ a b ə w
жьызэпеу	ʑ ə z a p a j w
жьыкъухь	ʑ ə qʷ ə ħ
жьыпэ	ʑ ə p a
жьышъаб	ʑ ə ʂ aː b
жэгъуб	ʒ a ʁʷ ə b
жэдэфэн	ʒ a d a f a n
жэлъакӏу	ʒ a ɬ aː kʷʼ
жэпхъэмыбгъу	ʒ a p χ a m ə b ʁʷ
жэрыплъ	ʒ a r ə p ɬ
жэукъыгъ	ʒ a w q ə ʁ
жэхэхьан	ʒ a x a ħ a n
жэӏонтӏагъ	ʒ a ʔʷ a n tʼ aː ʁ
зафэ	z aː f a
зешъокӏыжьын	z a j ʃʷ a t͡ʃʼ ə ʑ ə n
зиӏ	z ə j ʔ
зыгъэпсыкӏьын	z ʁ a p s kʲ ə n
зыгъэсамбырын	z ə ʁ a s aː m b ə r ə n
зыгъэухьазырын	ħ aː z ə r ə n
зыплъыхьапӏэ	z ə p ɬ ə ħ aː pʼ a
зышӏошӏужьын	z ə ʃʷʼ ə ʃʷʼ a ʑ ə n
зэ	z a
зэгоожьын	z a ɡʷ a w a ʑ ə n
зэжъу	z a ʐʷ ə
зэзэон	z a z a w a n
зэокӏокъуашъу	z a w kʷʼ a qʷ a ʂʷ ə
зэон	z a w a n
зэпыдэн	z a p ə d a n
зэпыкӏьын	z a p ə kʲʼ ə n
зэрихьан	z a r i ħ a n
зэхъокӏын	z a χʷ a t͡ʃʼ ə n
зэхэхын	z a x a x ə n
зэхэщын	z a x a ɕ ə n
зэщыкъон	z a ɕ ə qʷ a n
ибрахьим	j ə b r aː ħ i m
иужым	j ə w ʒ ə m
иушӏоин	j ə w ʃʷ a j ə n
ишӏыхьан	j ə ʃʼ ə ħ aː n
коц	kʷ a t͡s
кудэ	kʷ ə d a
кукуу	kʷ ə kʷ ə w
кухьэ	kʷ ə ħ a
къаблэ	q aː b l a
къаз	q aː z
къаигъэ	q aː j ə ʁ a
къарыу	q aː r ə w
къарыунчъэ	q aː r ə w ə n t͡ʂ
къашъо	q aː ʂʷ a
къегъэкӏын	q a j ʁ a t͡ʃʼ ə n
къетӏэрэхын	q a j tʼ a r a x ə n
къефэхын	q a j f a x ə n
къолагьэ	qʷ a l aː ɡʲ a
къоладжэ	qʷ a l aː d͡ʒ a
къошъобэщ	qʷ a ʂʷ a b a ɕ
къуаджэ	qʷ aː d͡ʒ a
къэбэкъао	q a b a q aː w a
къэгужъон	q a ɡʷ ə ʒʷ a n
къэгъэкӏохьын	q a ʁ a kʷʼ a ħ ə n
къэгъэнэн	q a ʁ a n a n
къэгъэфын	q a ʁ a f ə n
къэлыдын	q a ɮ ə d ə n
къэмлан	q a m l aː n
къэхьо	q a ħ w a
къэхьуашъо	q a ħ w aː ʂʷ a
къэхьын	q a ħ ə n
къэшъон	q a ʂʷ a n
къэщыпын	q a ɕ ə p ə n
кӏако	t͡ʃʼ aː kʷ a
кӏодыгъошӏу	kʷʼ a d ə ʁʷ a ʃʷʼ
кӏодыжьыгъошӏу	kʷʼ a d ə ʑ ə ʁʷ a ʃʷʼ
кӏошъэн	kʷʼ a ʂ a n
кӏурэжъый	kʷʼ ə r a ʐ ə j
кӏышъу	t͡ʃ ə ʂʷ
кӏэлъыун	t͡ʃʼ a ɬ ə w ə n
кӏэнкӏэ	t͡ʃʼ a n t͡ʃʼ a
кӏэпхъ	t͡ʃʼ a p χ
кӏэтӏэй	t͡ʃ a tʼ a j
кӏэупкӏэн	t͡ʃʼ a w p t͡ʃʼ a n
лавэ	l aː v a
лъапцӏэ	ɬ aː p t͡sʼ a
лъежэн	ɬ a j ʒ a n
лъы	ɬ ə
лъытэн	ɬ ə t a n
лъэкъуапсӏ	ɬ a qʷ aː p sʼ
лъэкӏь	ɬ a kʼʲ
лъэхъан	ɬ a χ aː n
лэгъупкъопс	l a ʁʷ ə p ʕʷ a p s
лэжьэн	l a ʑ a n
лӏыхъу	ɬʼ ə χʷ
лӏыхъужъ	ɬʼ ə χʷ ə ʐ
лӏышъхьэ	ɬʼ ə ʂ ħ a
лӏэкъолъэш	ɬ a qʷ a ɬ a ʃ
лӏэу	ɬʼ a w
матэ	m aː t a
махъэ	m aː χ a
машэ	m aː ʃ a
мин	m i n
мыкӏэ	m ə t͡ʃʼ a
мыст	m ə s t
мэбэгъон	m a b a ʁʷ a n
мэгъэгъэн	m a ʁ a ʁ a n
мэзытхьэ	m a z ə t ħ a
мэкъу	m a qʷ
мэкъуогъумаз	m a qʷ ə w a ʁʷ ə m aː z
мэлыджын	m a l ə d͡ʒ ə n
мэлыхъогъу	m a ɮ ə χʷ a ʁʷ
мэмэхын	m a m a x ə n
мэстын	m a s t ə n
мэсэн	m a s a n
мэтӏэтӏэн	m a tʼ a tʼ a n
мэу	m a w
мэузын	m a w z ə n
мэулэлэн	m a w ə l a l a n
мэфэкӏ	m a f a t ʃʼ
мэхагъ	m a x aː ʁ
мэхапӏэ	m a x aː pʼ a
мэхъаджэ	m a χ aː d͡ʒ a
мэцӏыцӏын	m a t͡sʼ ə t͡sʼ ə n
напсэ	n aː p s a
насыпынчъ	n aː s ə p ə n t͡ʂ
нашхъо	n aː ʃ χʷ a
ныбачъ	n ə b aː t͡ʂ
ныбэ	n ə b a
ныбэузы	n ə b a w ə z ə
ныджы	n ə d͡ʒ ə
ныкъуалӏэ	n ə qʷ aː ɬʼ a
нып	n ə p
нысэпхъапэ	n ə s a p χ aː p a
нэгу	n a ɡʷ
нэкъокъон	n a qʷ a qʷ a n
нэпс	n a p s
нэпчыхьэ	n a p t͡ʃ ə ħ a
нэпчэдыжьы	n a p t͡ʃ a d ə ʑ ə
нэпэталхьэ	n a p a t aː l ħ a
нэпэшъоутын	n a ɡʷ ə ʃʷ a w t ə n
нэшхъэй	n a ʃ χ a j
нэшэгъожь	n a ʃ a ʁʷ a ʑ
ожъубанэхьэмлыу	w a ʐʷ b aː n a ħ a m l ə w
орыжъ	w a r ə ʐ
орэдыӏу	w a r a d ə ʔʷ
осылӏ	w a s ə ɬʼ
осӏэбыцу	w a s ʔ a b ə t͡sʷ
ощы	w a ɕ ə
пае	p aː j a
палътэу	p aː ɬ t a w
пкӏэнчъ	p t͡ʃʼ a n t͡ʂ
плъыжьгьэф	p ɬ ə ʑ ɡʲ a f
псао	p s aː w a
пстэури	p s t a w r i
псыкьэт	p s ə kʲ a t
псыкӏэ	p s ə t͡ʃʼ a
псэкӏод	p s a kʷʼ a d
псэлъыхъо	p s a ɬ ə χʷ a
псэлъэн	p s a ɬ a n
псэушъхь	p s a w ʂ ħ
пхъапэ	p χ aː p a
пхэкӏ	p x a t͡ʃʼ
пцантхьэ	p t͡s aː n t ħ a
пцӏанэ	p t͡sʼ aː n a
пцӏапӏэ	p t͡sˤʼ aː pˤʼ a
пцӏашхъо	p t͡sˤʼ aː ʃ χʷ a
пчъэшъхьаӏу	p t͡ʂ a ʂ ħ aː ʔ ²
пчыкӏэ	p t͡ʃ ə t͡ʃʼ a
пызы	p ə z ə
пыл	p ə l
пэбзыджын	p a b z ə d͡ʒ ə n
пэгъокӏын	p a ʁʷ a t͡ʃ ə n
пэкъуэ	p a qʷ a
рсысын	s ə s ə n
сае	s aː j a
стыр	s t ə r
сымэджэдэй	s ə m a d͡ʒ a d a j
тгъуакӏо	t ʁʷ aː kʷʼ a
тегъэкӏэн	t a j ʁ a t͡ʃʼ a n
тегъэнэн	t a j ʁ a n a n
тегъэпсыхьан	t a j ʁ a p s ə ħ aː n
тегъэстыкӏын	t a j ʁ a s ə t͡ʃʼ ə n
тегъэун	t a j ʁ a w ə n
тенэцӏэхьын	t a j n a t͡sʼ a ħ ə n
теплъэшӏу	t a j p ɬ a ʃʷʼ
тетхыкӏын	t a t x ə t͡ʃʼ ə n
теутын	t a j w ə t ə n
техакӏу	t e x aː kʷʼ
течъын	t h a j t͡ʂ ə n
тифэхьын	t i f a ħ ə n
тхъу	t χʷ ə
тхыбзэ	t x ə b z a
тхыдэ	t x ə d a
тхылъ	t x ə ɬ
тхыон	t x ə w a n
тхьакӏын	t ħ a t͡ʃ ə n
тхьэпкӏэ	t ħ a p t͡ʃ a
тхэн	t x a n
тыгъужъ	t ə ʁʷ ə ʐ
тыгъурыгъу	t ə ʁʷ r ə ʁʷ ə
тыгъэпсы	t ə ʁ a p s ə
тэгъэцӏэшъутыкӏын	t a ʁ a t͡sʼ a ʃʷ t ə t͡ʃʼ ə n
тэпсэ	t a p s a
тэтэртуп	t a t a r t u p
тэтӏэтӏэн	t a tʼ a tʼ a n
тӏуакӏэ	tʷʼ aː t͡ʃʼ a
уалъэ	w aː ɬ a
уашъо	w aː ʃʷ a
узы	w ə z ə
узыныгъэ	w ə z ə n ə ʁ a
укӏытагъо	w ə t͡ʃʼ ə t aː ʁʷ a
уцӏынын	w ə t͡sʼ ə n ə n
уэнтэгъу	w a n t a ʁʷ
фит	f i t
фылым	f ə l ə m
фын	f ə n
фэ	f a
фэгъэгъун	f a ʁ a ʁʷ ə n
фэрэзэн	f a r a z a n
фӏэ	fˤ a
ханэ	x aː n a
хегъэхын	x a x ə n
хъокӏыгъ	χʷ a t͡ʃʼ ə ʁ
хъуакӏо	χʷ aː kʷʼ a
хъуат	χʷ aː t
хъыен	χ ə j a n
хъэбар	χ a b aː r
хъэхалъэ	χ a x aː ɬ a
хыкъу	x ə qʷ ə
хьапкӏ	ħ aː p t͡ʃʼ
хьаплъы	ħ aː p ɬ ə
хьаӏ	ħ aː ʔ
хьэдэпчэмыӏу	ħ a d a p t͡ʃ a m ə ʔʷ
хьэжъ	ħ a ʐ
хьэжъу	ħ a ʐʷ
хьэинап	ħ a j ə n aː p
хьэкъухъ	ħ a qʷ ə ʐ
хьэнтӏэрэпӏый	ħ a n t a r a p ə j
хьэцэ	ħ a t͡s a
хэгъощэн	x a ʁʷ a ɕ a n
хэгъуашъхьэ	x a ʁʷ aː ʂ ħ a
хэкӏодэн	x a ʁʷ a ɕ a n
хэпэзэн	x a p a z a n
хэукъон	x a w qʷ a n
хэхъон	x a χʷ a n
цохъон	t͡sʷ a χʷ a n
цыгъон	t͡s ə ʁʷ a n
цыз	t͡s ə z
цэлъэкӏ	t͡s a ɬ a t͡ʃ
чъыглэныстэ	t ʂ ə ɣ l a n ə s t a
чъыгхатэ	t͡ʂ ə ɣ x aː t a
чъыгышъхьэцыз	t͡ʂ ə ɣ ə ʂ ħ a t͡s ə z
чъыӏаӏо	t͡ʂ ə ʔ aː ʔʷ a
чъэкӏыгъэ	t͡ʂ a t͡ʃʼ ə ʁ a
чыжьэ	t͡ʃ ə ʑ a
чыян	t͡ʃ ə j aː a n
чэты	t͡ʃ a t ə
чэфын	t͡ʃ a f ə n
чӏегъэбылъхьэн	t͡ʃʼ e ʁ a b ə ɬ ħ a n
чӏитхъун	t͡ʃʼ ə j t χʷ ə n
чӏымэтх	t͡ʃ ə m a t x
чӏэбын	t͡ʂʼ a b ə n
чӏэкӏьын	t͡ʂʼ a kʼ ə n
шхакӏо	ʃ xː kʷʼ a
шъао	ʂ aː w a
шъитӏу	ʂ i tʷʼ
шъоуалъэ	ʃʷ a w aː ɬ a
шъоущыгъу	ʃʷ a w ɕ ə ʁʷ
шъуамбгъо	ʂʷ aː m b ʁʷ aː
шъуин	ʃʷ ə j a n
шъутырын	ʃʷ ə t ə r a n
шъуял	ʃʷ ə j aː ɮ
шъхьафитныгъ	ʂ ħ aː f i t n ə ʁ
шъхьэ	ʂ ħ a
шъхьэмажьэ	ʂ ħ a m aː ʑ a
шъхьэхъу	ʂ ħ a χʷ
шъыдигъо	ʂ ə d ʁʷ a
шъэжъые	ʂ a ʐ ə j a
шыдфэдиз	ʃ ə d f a d i z
шын	ʃ ə n
шэкэрыпс	ʃ a kʲ a r ə p s
шэн	ʃ a n
шӏоигъоджэн	ʃʷ a j ə ʁʷ a d͡ʒ a n
шӏоилъ	ʃʷʼ a j ə ɬ
шӏошӏын	ʃʷ a ʃʼ ə n
шӏуфэс	ʃʷʼ ə f a s
шӏушӏэ	ʃʷʼ ə ʃʼ a
шӏыжьын	ʃ ə ʑ ə n
шӏэныгъэ	ʃʼ a n ə ʁ a
щалъ	ɕ aː ɬ
щтэ	ɕ t a
щхэны	ɕ x a n ə
щыблэ	ɕ ə b l a
щыды	ɕ ə d ə
щыдэхьащхын	ɕ ə d ə ħ a ɕ x ə n
щылыч	ɕ ə l ə t͡ʃ
щыхьэн	ɕ ə ħ a n
щэджэгъоуж	ɕ a d͡ʒ a ʁʷ a w ʒ
щэрыхъ	ɕ a r ə χ
яжьэ	j aː ʑ a
япхъурэлъф	aː p χʷ ə r a ɬ f
ӏалъмэкъ	ʔ aː ɬ m a q
ӏасэу	ʔ aː s a w
ӏашэнчъэ	ʔ aː ʃ a t n t͡ʂ a
ӏорышӏэн	ʔʷ a r ʃʼ a n
ӏофшӏэгъу	ʔʷ a f ʃʼ a ʁʷ
ӏулэлын	ʔʷ ə l a l ə n
ӏушъо	ʔʷ ə ʃʷ a
ӏэбычъу	ʔ a b ə t͡ʃʷ
ӏэкощ	ʔ a kʷʼ a ɕ
ӏэпхъабэ	ʔ a p χ aː b a
ӏэщхьэ	ʔ a ɕ ħ a
