մերձավոր	m ɛ ɾ d͡z ɑ v ɔ ɾ
ընդունվել	ə n tʰ u n v ɛ l
մանանեխ	m ɑ n ɑ n ɛ χ
բուհ	b u h
գի	ɡ i
գին	ɡ i n
պատշաճ	p ɑ t ʃ ɑ t͡ʃ
հետաքրքրություն	h ɛ t ɑ kʰ ə ɾ kʰ ɾ u tʰ j u n
վաղը	v ɑ ʁ ə
վաղ	v ɑ ʁ
պատմվածք	p ɑ t m ə v ɑ t s kʰ
երկրաչափական	j ɛ ɾ k ɾ ɑ t͡ʃʰ ɑ pʰ ɑ k ɑ n
թշնամի	tʰ ə ʃ n ɑ m i
էներգիա	ɛ n ɛ ɾ ɡ j ɑ
հետ	h ɛ t
կարիբյան	k ɑ ɾ i b j ɑ n
իտալական	i t ɑ l ɑ k ɑ n
օտարոտի	o t ɑ ɾ o t i
մայն	m ɑ j n
գորիս	ɡ ɔ ɾ i s
կիր	k i ɾ
փութաջանորեն	pʰ u tʰ ɑ d͡ʒ ɑ n ɔ ɾ ɛ n
պատճեն	p ɑ t͡ʃː ɛ n
անթերի	ɑ n tʰ ɛ ɾ i
հացի	h ɑ t͡sʰ i
որպեսզի	v ɔ ɾ p ɛ s z i
բանավոր	b ɑ n ɑ v o ɾ
հայոց	h ɑ j ɔ t͡sʰ
փարթամ	pʰ ɑ ɾ tʰ ɑ m
դժբախտ	d ə ʒ b ɑ χ t
վստահել	v ə s t ɑ h ɛ l
երկաթյա	j ɛ ɾ k ɑ tʰ j ɑ
ծրագրային	t͡s ə ɾ ɑ ɡ ɾ ɑ j i n
նավ	n ɑ v
մարմնական	m ɑ ɾ m n ɑ k ɑ n
վիճակախաղ	v i t͡ʃ ɑ k ɑ χ ɑ ʁ
սենդվիչ	s ɛ n d v i t͡ʃʰ
անհամեստ	ɑ n h ɑ m ɛ s t
կարճ	k ɑ ɾ t͡ʃ
կռվել	k ə r v ɛ l
լամա	l ɑ m ɑ
գյուղատնտես	ɡ j u ʁ ɑ t ə n t ɛ s
ալյուր	ɑ l j u ɾ
համահայկական	h ɑ m ɑ h ɑ j k ɑ k ɑ n
եղեք	j ɛ ʁ ɛ kʰ
պատճառով	p ɑ t t͡ʃ ɑ r ɔ v
մորթ	m ɔ ɾ tʰ
գարշ	ɡ ɑ ɾ ʃ
ատոմային	ɑ t o m ɑ j i n
հրավերք	h ə ɾ ɑ v ɛ ɾ kʰ
էտ	ɛ t
փաստում	pʰ ɑ s t u m
փաստ	pʰ ɑ s t
բանջարեղեն	b ɑ n d͡ʒ ɑ ɾ ɛ ʁ ɛ n
մնաք	m ə n ɑ kʰ
գեղեցկուհին	ɡ ɛ ʁ ɛ t͡sʰ k u h i n
ընտրակեղծարար	ə n t ɾ ɑ k ɛ χ t͡s ɑ ɾ ɑ ɾ
ընթերցող	ə n tʰ ɛ ɾ t͡sʰ ɔ ʁ
կարծրախտ	k ɑ ɾ t͡s ɾ ɑ χ t
արա	ɑ ɾ ɑ
կռնատակ	k ə r n ɑ t ɑ k
ձեւաչափ	d͡z ɛ v ɑ t͡ʃʰ ɑ pʰ
անգլիա	ɑ ŋ ɡ l j ɑ
մեր	m ɛ ɾ
հիսուն	h i s u n
հերքում	h ɛ ɾ kʰ u m
այգի	ɑ j ɡ i
կենսուրախ	k ɛ n s u ɾ ɑ χ
լեռ	l ɛ r
քոչվոր	kʰ o t ʃʰ v o ɾ
ռդ	r ə d ə
ուսուցիչ	u s u t sʰ i t ʃʰ
բազմիցս	b ɑ z m i t͡sʰ ə s
հարված	h ɑ ɾ v ɑ t͡s
արտակարգ	ɑ ɾ t ɑ k ɑ ɾ kʰ
աշխատավարձ	ɑ ʃ χ ɑ t ɑ v ɑ ɾ t͡sʰ
մանվածք	m ɑ n v ɑ t s kʰ
հանգիստ	h ɑ ŋ ɡ i s t
ետ	j ɛ t
զսպել	z ə s p ɛ l
ցանկալի	t͡sʰ ɑ ŋ k ɑ l i
հրավիրել	h ə ɾ ɑ v i ɾ ɛ l
ինքնապատասխանիչ	i ŋ kʰ n ɑ p ɑ t ɑ s χ ɑ n i t͡ʃʰ
շահ	ʃ ɑ h
ղեկավարել	ʁ ɛ k ɑ v ɑ ɾ ɛ l
բոկ	b ɔ k
սովորական	s ɔ v ɔ ɾ ɑ k ɑ n
քարշ	kʰ ɑ ɾ ʃ
բանալի	b ɑ n ɑ l i
րաֆֆի	ɾ ɑ fː i
եղեռն	j ɛ ʁ ɛ r n
հայտնաբերել	h ɑ j t n ɑ b ɛ ɾ ɛ l
հադես	h ɑ d ɛ s
որովհետեւ	v ɔ ɾ ɔ f h ɛ t ɛ v
կապ	k ɑ p
ուզել	u z ɛ l
տոնոյան	t ɔ n ɔ j ɑ n
բոշա	b ɔ ʃ ɑ
սերտ	s ɛ ɾ t
որոնել	v ɔ ɾ ɔ n ɛ l
եղջերու	j ɛ ʁ d͡ʒ ɛ ɾ u
գերազանց	ɡ ɛ ɾ ɑ z ɑ n t͡sʰ
այնպիսի	ɑ j n p i s i
մելիք	m ɛ l i kʰ
մոտիվացիա	m ɔ t i v ɑ t͡sʰ j ɑ
գործածել	ɡ ɔ ɾ t͡s ɑ t͡s ɛ l
իրար	i ɾ ɑ ɾ
արտաշես	ɑ ɾ t ɑ ʃ ɛ s
ասիա	ɑ s j ɑ
դուխ	d u χ
թթու	tʰ ə tʰ u
հովսեփ	h o f s ɛ pʰ
հեշտ	h ɛ ʃ t
պատուհաս	p ɑ t u h ɑ s
թմրամիջոց	tʰ ə m ɾ ɑ m i t͡ʃʰ ɔ t͡sʰ
բար	b ɑ ɾ
ընտրող	ə n t ɾ ɔ ʁ
փաթեթ	pʰ ɑ tʰ ɛ tʰ
հանուն	h ɑ n u n
ամբարիշտ	ɑ m b ɑ ɾ i ʃ t
զրուցել	z ə ɾ u t͡sʰ ɛ l
վերաբերել	v ɛ ɾ ɑ b ɛ ɾ ɛ l
անսպառ	ɑ n s p ɑ r
սեֆյան	s ɛ f j ɑ n
համբերատար	h ɑ m pʰ ɛ ɾ ɑ t ɑ ɾ
դանուբ	d ɑ n u b
միավորվել	m i j ɑ v ɔ ɾ v ɛ l
օգտվել	ɔ kʰ t v ɛ l
անձամբ	ɑ n d͡z ɑ m pʰ
անօգուտ	ɑ n ɔ kʰ u t
գաղջ	ɡ ɑ ʁ d͡ʒ
երեկ	j ɛ ɾ ɛ k
ավան	ɑ v ɑ n
լավատես	l ɑ v ɑ t ɛ s
նախադպրոցական	n ɑ χ ɑ d ə p ɾ o t sʰ ɑ k ɑ n
ռնգեղջյուր	r ŋ ɡ ɛ χ t͡ʃʰ j u ɾ
գանգուր	ɡ ɑ ŋ ɡ u ɾ
տակնուվրա	t ɑ k n u v ə ɾ ɑ
խառնաշփոթություն	χ ɑ r n ɑ ʃ ə pʰ ɔ tʰ u tʰ j u n
տարածաշրջան	t ɑ ɾ ɑ t͡s ɑ ʃ ə ɾ d͡ʒ ɑ n
համացանց	h ɑ m ɑ t͡sʰ ɑ n t͡sʰ
արարիչ	ɑ ɾ ɑ ɾ i t ʃʰ
մաքսատուրք	m ɑ kʰ s ɑ t u ɾ kʰ
թոշակ	tʰ ɔ ʃ ɑ k
ատրպատական	ɑ t ə ɾ p ɑ t ɑ k ɑ n
եփել	j ɛ pʰ ɛ l
անթառամ	ɑ n tʰ ɑ r ɑ m
բժիշկ	b ə ʒ i ʃ k
եթե	j ɛ tʰ ɛ
եզրակացություն	j ɛ z ɾ ɑ k ɑ t͡sʰ u tʰ j u n
շինծու	ʃ i n t͡s u
կասկած	k ɑ s k ɑ t͡s
պատրվակ	p ɑ t ə ɾ v ɑ k
էսսե	ɛ sː ɛ
առանցքային	ɑ r ɑ n t sʰ kʰ ɑ j i n
նախազգուշացում	n ɑ χ ɑ z ɡ u ʃ ɑ t͡sʰ u m
վճիռ	v ə t͡ʃ i r
մասիս	m ɑ s i s
գյուղ	ɡ j u ʁ
հանում	h ɑ n u m
դու	d u
երեւի	j ɛ ɾ ɛ v i
հասկանալի	h ɑ s k ɑ n ɑ l i
տիպ	t i p
պարուհի	p ɑ ɾ u h i
չորրորդ	t͡ʃʰ ɔ ɾː ɔ ɾ tʰ
ուղղել	u ʁː ɛ l
վարչապետ	v ɑ ɾ t͡ʃʰ ɑ p ɛ t
մարուքյան	m ɑ ɾ u kʰ j ɑ n
գայթակղություն	ɡ ɑ j tʰ ɑ k ə ʁ u tʰ j u n
կապույտ	k ɑ p u j t
պատրաստություն	p ɑ t ɾ ɑ s t u tʰ j u n
վճռական	v ə t͡ʃ r ɑ k ɑ n
բարձրահասակ	b ɑ ɾ t͡sʰ ɾ ɑ h ɑ s ɑ k
օտար	ɔ t ɑ ɾ
կրծկալ	k ə ɾ t͡s k ɑ l
նշան	n ə ʃ ɑ n
ազգերի	ɑ z ɡ ɛ ɾ i
շումեր	ʃ u m ɛ ɾ
ջուլհակ	d͡ʒ u l h ɑ k
կարդում	k ɑ ɾ tʰ u m
սողանք	s ɔ ʁ ɑ ŋ kʰ
դուշման	d u ʃ m ɑ n
գուրզ	ɡ u ɾ z
առեւտրային	ɑ r ɛ v f t ɾ ɑ j i n
մահմեդականություն	m ɑ h m ɛ d ɑ k ɑ n u tʰ j u n
վերնախավ	v ɛ ɾ n ɑ χ ɑ v
եղբայր	j ɛ χ p ɑ j ɾ
կենդանաբանական	k ɛ n tʰ ɑ n ɑ b ɑ n ɑ k ɑ n
դավաճանություն	d ɑ v ɑ t͡ʃ ɑ n u tʰ j u n
այսուհետ	ɑ j s u h ɛ t
գործընկեր	ɡ ɔ ɾ t͡s ə ŋ k ɛ ɾ
տոմս	t ɔ m s
գաֆէսճեան	kʰ ɑ f ɛ s d ʒ j ɑ n
հո	h ɔ
աճուրդ	ɑ t͡ʃ u ɾ tʰ
պատկերացնել	p ɑ t k ɛ ɾ ɑ t͡sʰ n ɛ l
անահիտ	ɑ n ɑ h i t
ռուսական	r u s ɑ k ɑ n
դրամատուրգ	d ɾ ɑ m ɑ t u ɾ ɡ
անդրկովկասյան	ɑ n d ə ɾ k ɔ f k ɑ s j ɑ n
աշուն	ɑ ʃ u n
շրթներկ	ʃ ə ɾ tʰ n ɛ ɾ k
ապրել	ɑ p ɾ ɛ l
աղերս	ɑ ʁ ɛ ɾ s
մասին	m ɑ s i n
մեջտեղ	m ɛ t͡ʃʰ t ɛ ʁ
մտցնել	m ə t t͡sʰ n ɛ l
բաժանել	b ɑ ʒ ɑ n ɛ l
հավանաբար	h ɑ v ɑ n ɑ b ɑ ɾ
փախչել	pʰ ɑ χ t͡ʃʰ ɛ l
անիմաստ	ɑ n i m ɑ s t
ճգնավոր	t͡ʃ ə kʰ n ɑ v ɔ ɾ
լրացում	l ə ɾ ɑ t͡sʰ u m
արդյունաբերական	ɑ ɾ tʰ j u n ɑ b ɛ ɾ ɑ k ɑ n
էջմիածին	ɛ t͡ʃʰ m j ɑ t͡s i n
դադար	d ɑ tʰ ɑ ɾ
օգնամերժություն	ɔ kʰ n ɑ m ɛ ɾ ʒ u tʰ j u n
խռով	χ ə r ɔ v
պատ	p ɑ t
աղոթել	ɑ ʁ ɔ tʰ ɛ l
ոգի	v ɔ kʰ i
փաստարկում	pʰ ɑ s t ɑ ɾ k u m
քայլել	kʰ ɑ j l ɛ l
հարցում	h ɑ ɾ t sʰ u m
հնազանդ	h ə n ɑ z ɑ n d
ժամանակ	ʒ ɑ m ɑ n ɑ k
վերացական	v ɛ ɾ ɑ t͡sʰ ɑ k ɑ n
մարիխուանա	m ɑ ɾ i χ u ɑ n ɑ
հարությունյան	h ɑ ɾ u tʰ j u n j ɑ n
արժանահավատ	ɑ ɾ ʒ ɑ n ɑ h ɑ v ɑ t
կարայան	k ɑ ɾ ɑ j ɑ n
համառ	h ɑ m ɑ r
բերում	b ɛ ɾ u m
ապացուցվել	ɑ p ɑ t͡sʰ u t͡sʰ v ɛ l
կանոն	k ɑ n o n
շրջել	ʃ ə ɾ d͡ʒ ɛ l
փունջ	pʰ u n d͡ʒ
աշխատել	ɑ ʃ χ ɑ t ɛ l
աշխատող	ɑ ʃ χ ɑ t ɔ ʁ
առողջություն	ɑ r ɔ χ t͡ʃʰ u tʰ j u n
թարգմանություն	tʰ ɑ ɾ kʰ m ɑ n u tʰ j u n
խոշտանգում	χ ɔ ʃ t ɑ ŋ ɡ u m
տեսականորեն	t ɛ s ɑ k ɑ n ɔ ɾ ɛ n
գոնե	ɡ ɔ n ɛ
հում	h u m
փորձ	pʰ ɔ ɾ t͡sʰ
համերաշխ	h ɑ m ɛ ɾ ɑ ʃ χ
արտադրանք	ɑ ɾ t ɑ d ɾ ɑ ŋ kʰ
գրական	ɡ ə ɾ ɑ k ɑ n
աշակերտ	ɑ ʃ ɑ k ɛ ɾ t
ցրել	t͡sʰ ə ɾ ɛ l
անվճար	ɑ n v ə t͡ʃ ɑ ɾ
երեւանյան	j ɛ ɾ ɛ v ɑ n j ɑ n
այո	ɑ j o
ութ	u tʰ
տկլոր	t ə k l o ɾ
մտահոգիչ	m ə t ɑ h ɔ kʰ i t͡ʃʰ
կոչել	k o t͡ʃʰ ɛ l
խճուղի	χ ə t͡ʃ u ʁ i
պատասխանել	p ɑ t ɑ s χ ɑ n ɛ l
գուրգեն	ɡ u ɾ ɡ ɛ n
անկարելի	ɑ ŋ k ɑ ɾ ɛ l i
այբուբեն	ɑ j b u b ɛ n
փոստանջյան	pʰ ɔ s t ɑ n d͡ʒ j ɑ n
դաշտի	d ɑ ʃ t i
ավագյան	ɑ v ɑ kʰ j ɑ n
բնակիչ	b ə n ɑ k i t͡ʃʰ
համեղ	h ɑ m ɛ ʁ
ռեփ	r ɛ pʰ
ուտեստ	u t ɛ s t
հավաքել	h ɑ v ɑ kʰ ɛ l
ճանաչել	t͡ʃ ɑ n ɑ t͡ʃʰ ɛ l
աղոթք	ɑ ʁ ɔ tʰ kʰ
մսեղեն	m ə s ɛ ʁ ɛ n
հոլանդացի	h ɔ l ɑ n d ɑ t͡sʰ i
ներկայացնել	n ɛ ɾ k ɑ j ɑ t͡sʰ n ɛ l
հանձնարարել	h ɑ n d͡z n ɑ ɾ ɑ ɾ ɛ l
ծառայություն	t͡s ɑ r ɑ j u tʰ j u n
ռադիո	r ɑ d i ɔ
հնարամիտ	h ə n ɑ ɾ ɑ m i t
պղպեղ	p ə χ p ɛ ʁ
վարորդ	v ɑ ɾ ɔ ɾ d
հեծյալ	h ɛ t͡s j ɑ l
ժամանակավորապես	ʒ ɑ m ɑ n ɑ k ɑ v ɔ ɾ ɑ p ɛ s
խնդիր	χ ə n tʰ i ɾ
գումարել	ɡ u m ɑ ɾ ɛ l
իհարկե	i h ɑ ɾ k ɛ
ամերիկյան	ɑ m ɛ ɾ i k j ɑ n
անբիծ	ɑ n b i t͡s
ռեժիսոր	r ɛ ʒ i s ɔ ɾ
կերպ	k ɛ ɾ p
ֆունկցիա	f u ŋ k t͡sʰ j ɑ
վնասաբեր	v ə n ɑ s ɑ b ɛ ɾ
ալպեր	ɑ l p ɛ ɾ
տուժել	t u ʒ ɛ l
տուժող	t u ʒ ɔ ʁ
սուրեն	s u ɾ ɛ n
ամուսնություն	ɑ m u s n u tʰ j u n
գործիչ	ɡ ɔ ɾ t͡s i t͡ʃʰ
արձակել	ɑ ɾ t͡sʰ ɑ k ɛ l
խորտակվել	χ ɔ ɾ t ɑ k v ɛ l
մարգարե	m ɑ ɾ kʰ ɑ ɾ ɛ
օրացույց	ɔ ɾ ɑ t͡sʰ u j t͡sʰ
անփույթ	ɑ n pʰ u j tʰ
տնտեսագիտություն	t ə n t ɛ s ɑ ɡ i t u t͡sʰ j u n
հայտարարություն	h ɑ j t ɑ ɾ ɑ ɾ u tʰ j u n
նունե	n u n ɛ
քաշ	kʰ ɑ ʃ
հոս	h o s
ծիլ	t͡s i l
ստարտափ	s t ɑ ɾ t ɑ pʰ
ֆիննական	f i n n ɑ k ɑ n
պարծանք	p ɑ ɾ t͡s ɑ ŋ kʰ
նախուտեստ	n ɑ χ u t ɛ s t
վերջը	v ɛ ɾ t͡ʃʰ ə
նախապայման	n ɑ χ ɑ p ɑ j m ɑ n
քույր	kʰ u j ɾ
անտառ	ɑ n t ɑ r
նուշ	n u ʃ
խորհրդարան	χ ɔ ɾ ə ɾ tʰ ɑ ɾ ɑ n
իրականություն	i ɾ ɑ k ɑ n u tʰ j u n
իրավիճակ	i ɾ ɑ v i t͡ʃ ɑ k
չքնաղ	t͡ʃʰ ə kʰ n ɑ ʁ
հանդուրժողական	h ɑ n d u ɾ ʒ ɔ ʁ ɑ k ɑ n
պիղծ	p i χ t͡s
ճամփա	t͡ʃ ɑ m pʰ ɑ
ծաղկեփունջ	t͡s ɑ χ k ɛ pʰ u n d͡ʒ
անվայել	ɑ n v ɑ j ɛ l
հորդորել	h ɔ ɾ d ɔ ɾ ɛ l
հրշեջ	h ə ɾ ʃ ɛ d͡ʒ
բյուջե	b j u d͡ʒ ɛ
եվրո	j ɛ v ɾ ɔ
անշուշտ	ɑ n ʃ u ʃ t
իմ	i m
թուրք	tʰ u ɾ kʰ
տհաճ	t ə h ɑ t ʃ
պուտին	p u t i n
որակ	v ɔ ɾ ɑ k
հավատալ	h ɑ v ɑ t ɑ l
վնասակար	v ə n ɑ s ɑ k ɑ ɾ
հրատարակիչ	h ə ɾ ɑ t ɑ ɾ ɑ k i t͡ʃʰ
դասագիրք	d ɑ s ɑ ɡ i ɾ kʰ
զանգված	z ɑ ŋ ɡ v ɑ t͡s
շարք	ʃ ɑ ɾ kʰ
վթար	v ə tʰ ɑ ɾ
որակյալ	v ɔ ɾ ɑ k j ɑ l
ղազախ	ʁ ɑ z ɑ χ
մանրամասն	m ɑ n ɾ ɑ m ɑ s ə n
գործառնական	ɡ ɔ ɾ t͡s ɑ r n ɑ k ɑ n
ծանր	t͡s ɑ n ə ɾ
ամուսին	ɑ m u s i n
կուշտ	k u ʃ t
աղի	ɑ ʁ i
եռամսյակ	j ɛ r ɑ m s j ɑ k
գոհար	ɡ ɔ h ɑ ɾ
զատիկ	z ɑ t i k
պան	p ɑ n
փոխնախագահ	pʰ ɔ χ n ɑ χ ɑ ɡ ɑ h
հանրահավաք	h ɑ n ɾ ɑ h ɑ v ɑ kʰ
որոնք	v ɔ ɾ ɔ ŋ kʰ
արծաթե	ɑ ɾ t͡s ɑ tʰ ɛ
ամենամեծ	ɑ m ɛ n ɑ m ɛ t͡s
միլիոն	m i l j ɔ n
օրական	ɔ ɾ ɑ k ɑ n
մարդասիրական	m ɑ ɾ tʰ ɑ s i ɾ ɑ k ɑ n
զորք	z ɔ ɾ kʰ
վաճառատեղի	v ɑ t͡ʃ ɑ r ɑ t ɛ ʁ i
վեր	v ɛ ɾ
վերին	v ɛ ɾ i n
առարկա	ɑ r ɑ ɾ k ɑ
վարդան	v ɑ ɾ tʰ ɑ n
արագաշարժ	ɑ ɾ ɑ ɡ ɑ ʃ ɑ ɾ ʒ
աղ	ɑ ʁ
պակասեցնել	p ɑ k ɑ s ɛ t͡sʰ n ɛ l
գրանցվել	ɡ ə ɾ ɑ n t͡sʰ v ɛ l
ինը	i n ə
ավարտված	ɑ v ɑ ɾ t v ɑ t͡s
համասեռամոլ	h ɑ m ɑ s ɛ r ɑ m ɔ l
գեղեցիկ	ɡ ɛ ʁ ɛ t sʰ i k
հերոսական	h ɛ ɾ o s ɑ k ɑ n
ծանուցում	t͡s ɑ n u t͡sʰ u m
հիման	h i m ɑ n
միացնել	m i j ɑ t͡sʰ n ɛ l
ցամաք	t͡sʰ ɑ m ɑ kʰ
ձի	d͡z i
լողավազան	l ɔ ʁ ɑ v ɑ z ɑ n
ճո	t͡ʃ ə ɔ
դաշինք	d ɑ ʃ i ŋ kʰ
մաղարիչ	m ɑ ʁ ɑ ɾ i t͡ʃʰ
լեհաստան	l ɛ h ɑ s t ɑ n
մատուցել	m ɑ t u t͡sʰ ɛ l
խնդրել	χ ə n tʰ ɾ ɛ l
հերքել	h ɛ ɾ kʰ ɛ l
իշխանություն	i ʃ χ ɑ n u tʰ j u n
շրջվել	ʃ ə ɾ d ʒ v ɛ l
մնացական	m ə n ɑ t͡sʰ ɑ k ɑ n
բարոյական	b ɑ ɾ ɔ j ɑ k ɑ n
միանալ	m i j ɑ n ɑ l
զարգանալ	z ɑ ɾ ɡ ɑ n ɑ l
վայ	v ɑ j
ծերունի	t͡s ɛ ɾ u n i
մնացյալ	m ə n ɑ t͡sʰ j ɑ l
տաղանդավոր	t ɑ ʁ ɑ n d ɑ v ɔ ɾ
վաճառական	v ɑ t͡ʃ ɑ r ɑ k ɑ n
անդրիասյան	ɑ n d ɾ i ɑ s j ɑ n
լեզվական	l ɛ z v ɑ k ɑ n
հիշել	h i ʃ ɛ l
մեզ	m ɛ z
կապուտ	k ɑ p u t
աթեիստ	ɑ tʰ ɛ i s t
մանուկյան	m ɑ n u k j ɑ n
հիրավի	h i ɾ ɑ v i
կենտրոնանալ	k ɛ n t ɾ ɔ n ɑ n ɑ l
արդիական	ɑ ɾ d i j ɑ k ɑ n
շրջում	ʃ ə ɾ d͡ʒ u m
լեգիտիմ	l ɛ ɡ i t i m
հռոմեական	h r o m j ɑ k ɑ n
տեղիք	t ɛ ʁ i kʰ
միջոց	m i t͡ʃʰ ɔ t͡sʰ
ուրեմն	u ɾ ɛ m ə n
մանր	m ɑ n ə ɾ
սնգույր	s ə ŋ ɡ u j ɾ
մաքս	m ɑ kʰ s
հանդիպել	h ɑ n d i p ɛ l
գործազուրկ	ɡ ɔ ɾ t͡s ɑ z u ɾ k
մեղադրող	m ɛ ʁ ɑ d ə ɾ ɔ ʁ
հաստատ	h ɑ s t ɑ t
միմյանց	m i m j ɑ n t͡sʰ
հանրապետություն	h ɑ n ɾ ɑ p ɛ t u tʰ j u n
գիտելիք	ɡ i t ɛ l i kʰ
մանկապիղծ	m ɑ ŋ k ɑ p i χ t͡s
սպորտ	s p ɔ ɾ t
բարդ	b ɑ ɾ tʰ
ծառայողական	t͡s ɑ r ɑ j ɔ ʁ ɑ k ɑ n
մտահղացում	m ə t ɑ h ʁ ɑ t͡sʰ u m
համագումար	h ɑ m ɑ ɡ u m ɑ ɾ
դանիացի	d ɑ n j ɑ t͡sʰ i
սյունիք	s j u n i kʰ
ամուսնանալ	ɑ m u s n ɑ n ɑ l
վստահություն	v ə s t ɑ h u tʰ j u n
կրել	k ə ɾ ɛ l
ներկա	n ɛ ɾ k ɑ
հետազոտություն	h ɛ t ɑ z ɔ t u tʰ j u n
փլվել	pʰ ə l v ɛ l
թվանշան	tʰ ə v ɑ n ə ʃ ɑ n
ձկնորսական	d z ə k n o ɾ s ɑ k ɑ n
հայտնել	h ɑ j t n ɛ l
օրիսա	o ɾ i s ɑ
հաճախում	h ɑ t͡ʃ ɑ χ u m
