თავს	tʰ ɑ v s
მეხსიერება	m ɛ χ s ɪ ɛ r ɛ b ɑ
დამხმარე	d ɑ m χ m ɑ r ɛ
სარგებელი	s ɑ r ɡ ɛ b ɛ l ɪ
პროფკავშირი	pʼ r ɔ pʰ kʼ ɑ v ʃ ɪ r ɪ
ინტენსიურად	ɪ n tʼ ɛ n s ɪ u r ɑ d
რიტმული	r i tʼ m u l i
ვიზა	v ɪ z ɑ
უვარგისი	u v ɑ r ɡ ɪ s ɪ
ალი	ɑ l ɪ
ექსჰუმაცია	ɛ kʰ s h u m ɑ t s ɪ ɑ
ინტიმური	ɪ n tʼ ɪ m u r ɪ
მიზანშეწონილად	m ɪ z ɑ n ʃ ɛ t sʼ ɔ n ɪ l ɑ d
მანდატი	m ɑ n d ɑ tʼ ɪ
წავედი	t sʼ ɑ v ɛ d ɪ
წინააღმდეგ	t sʼ ɪ n ɑ ɑ ʁ m d ɛ ɡ
ფოთლოვანი	pʰ ɔ tʰ l ɔ v ɑ n ɪ
შაშხანა	ʃ ɑ ʃ x ɑ n ɑ
მოცულობა	m ɔ t s u l ɔ b ɑ
ვალდებული	v ɑ l d ɛ b u l i
სანსკრიტული	s ɑ n s kʼ r ɪ tʼ u l ɪ
მატერიალური	m ɑ tʼ ɛ r i ɑ l u r i
საბჭო	s ɑ b t ʃʼ ɔ
საბჭომ	s ɑ b t ʃʼ ɔ m
საბჭოს	s ɑ b t ʃʼ ɔ s
სწავლობს	s t sʼ ɑ v l ɔ b s
ბებერი	b ɛ b ɛ r i
რგოლი	r ɡ ɔ l i
ტორფი	tʼ ɔ r pʰ i
რედაქტორი	r ɛ d ɑ kʰ tʼ ɔ r i
სახურავი	s ɑ x u r ɑ v i
ზოგადი	z ɔ ɡ ɑ d i
სელექცია	s ɛ l ɛ kʰ t s ɪ ɑ
ლეგენდა	l ɛ ɡ ɛ n d ɑ
ქვემო	kʰ v ɛ m ɔ
უკვე	u kʼ v ɛ
კლიენტი	kʼ l ɪ ɛ n tʼ ɪ
ჰუმანურად	h u m ɑ n u r ɑ d
ოსური	ɔ s u r i
წინასწარი	t sʼ ɪ n ɑ s t sʼ ɑ r ɪ
მოურიდებლად	m ɔ u r ɪ d ɛ b l ɑ d
ფაშიზმი	pʰ ɑ ʃ ɪ z m ɪ
უნივერსიტეტმა	u n ɪ v ɛ r s ɪ tʼ ɛ tʼ m ɑ
უნივერსიტეტის	u n ɪ v ɛ r s ɪ tʼ ɛ tʼ ɪ s
უნივერსიტეტი	u n ɪ v ɛ r s ɪ tʼ ɛ tʼ ɪ
უნივერსიტეტს	u n ɪ v ɛ r s ɪ tʼ ɛ tʼ s
ზომიერი	z ɔ m i ɛ r i
ბრონქული	b r ɔ n kʰ u l ɪ
განიცდიან	ɡ ɑ n ɪ t s d ɪ ɑ n
სოციალურად	s ɔ t s ɪ ɑ l u r ɑ d
რეკორდული	r ɛ kʼ ɔ r d u l ɪ
პანსიონი	pʼ ɑ n s ɪ ɔ n ɪ
დაასრულა	d ɑ ɑ s r u l ɑ
დაასრულებს	d ɑ ɑ s r u l ɛ b s
მორისი	m ɔ r ɪ s ɪ
ანდრია	ɑ n d r ɪ ɑ
კომუნისტური	kʼ ɔ m u n i s tʼ u r i
თქვენი	tʰ kʰ v ɛ n i
მეჩეთი	m ɛ t ʃ ɛ tʰ i
სპორტი	s pʼ ɔ r tʼ ɪ
ინტერესი	i n tʼ ɛ r ɛ s i
დელფინი	d ɛ l pʰ i n i
ქვეშ	kʰ v ɛ ʃ
დაზარალებული	d ɑ z a r ɑ l ɛ b u l ɪ
საზღვარი	s ɑ z ɣ v ɑ r i
დაწერილი	d ɑ t sʼ ɛ r ɪ l ɪ
მტკივა	m tʼ kʼ ɪ v ɑ
სახელს	s ɑ χ ɛ l s
ნუკრი	n u kʼ r ɪ
წყალქვეშა	t sʼ qʼ ɑ l kʰ v ɛ ʃ ɑ
მხიარულად	m χ ɪ ɑ r u l ɑ d
მდინარე	m d i n ɑ r ɛ
რავი	r ɑ v ɪ
საოპერო	s ɑ ɔ pʼ ɛ r ɔ
გადაწყვეტს	ɡ ɑ d ɑ t sʼ qʼ v ɛ tʼ s
ძეგლი	d z ɛ ɡ l i
საფრანგეთი	s ɑ pʰ r ɑ n ɡ ɛ tʰ ɪ
ესპანეთი	ɛ s pʼ ɑ n ɛ tʰ i
სანქცია	s ɑ n kʰ t s ɪ ɑ
თხელი	tʰ x ɛ l i
გრაფიკი	ɡ r ɑ pʰ ɪ kʼ ɪ
სარჩელი	s ɑ r t ʃ ɛ l ɪ
ქრონიკული	kʰ r ɔ n ɪ kʼ u l ɪ
წამყვანი	t sʼ ɑ m qʼ v ɑ n i
ანემია	ɑ n ɛ m ɪ ɑ
ადამიანს	ɑ d ɑ m ɪ ɑ n s
მთაში	m tʰ ɑ ʃ ɪ
აღნიშნავს	ɑ ɣ n i ʃ n ɑ v s
ღერო	ɣ ɛ r ɔ
პეტრე	pʼ ɛ tʼ r ɛ
შეგროვებული	ʃ ɛ ɡ r ɔ v ɛ b u l i
ყიდვა	qʼ i d v ɑ
ზოგი	z ɔ ɡ i
ჭაბუკი	t ʃʼ ɑ b u kʼ i
ვაჟკაცურად	v ɑ ʒ kʼ ɑ t s u r ɑ d
მაკედონია	m ɑ kʼ ɛ d ɔ n i ɑ
გაქცევა	ɡ ɑ kʰ t s ɛ v ɑ
კაკუნი	kʼ ɑ kʼ u n i
ღვინოს	ɣ v i n ɔ s
ნეტარი	n ɛ tʼ ɑ r ɪ
ავღანეთი	ɑ v ɣ ɑ n ɛ tʰ i
რაციონალურად	r ɑ t s ɪ ɔ n ɑ l u r ɑ d
გარშემო	ɡ ɑ r ʃ ɛ m ɔ
ცხოვრების	t s χ ɔ v r ɛ b ɪ s
დაღუპული	d ɑ ʁ u pʼ u l ɪ
ვერასდროს	v ɛ r ɑ s d r ɔ s
მსუბუქი	m s u b u kʰ i
მარი	m ɑ r i
დამწუხრებული	d ɑ m t sʼ u χ r ɛ b u l ɪ
საკანი	s ɑ kʼ ɑ n ɪ
უბედურება	u b ɛ d u r ɛ b ɑ
ძირეული	d z i r ɛ u l i
ბარემ	b ɑ r ɛ m
მონეტა	m ɔ n ɛ tʼ ɑ
ჯერჯერობით	d ʒ ɛ r d ʒ ɛ r ɔ b ɪ tʰ
დაცვამ	d ɑ t s v ɑ m
შანტაჟი	ʃ ɑ n tʼ ɑ ʒ ɪ
არანორმალურად	ɑ r ɑ n ɔ r m ɑ l u r ɑ d
პოლკოვნიკი	pʼ ɔ l kʼ ɔ v n ɪ kʼ ɪ
ძირითადად	d z ɪ r ɪ tʰ ɑ d ɑ d
შვრია	ʃ v r ɪ ɑ
აუგი	ɑ u ɡ i
ქარხნული	kʰ ɑ r χ n u l ɪ
საზაფხულო	s ɑ z ɑ pʰ χ u l ɔ
ბაწარი	b ɑ t sʼ ɑ r i
მომგებიანი	m ɔ m ɡ ɛ b ɪ ɑ n ɪ
პერსონალი	pʼ ɛ r s ɔ n ɑ l ɪ
უთანასწორობა	u tʰ ɑ n ɑ s t sʼ ɔ r ɔ b ɑ
ურიგო	u r i ɡ ɔ
ზედა	z ɛ d ɑ
ავტორიტარული	ɑ v tʼ ɔ r ɪ tʼ ɑ r u l ɪ
ბრა	b r ɑ
ბინძური	b i n d z u r i
სპარტანული	s pʼ ɑ r tʼ ɑ n u l ɪ
პირუტყვი	pʼ i r u tʼ qʼ v i
დაქირავებული	d ɑ kʰ i r ɑ v ɛ b u l i
მსაჯი	m s ɑ d ʒ ɪ
სიტუაცია	s ɪ tʼ u ɑ t s ɪ ɑ
ღვინო	ɣ v i n ɔ
უტიფრად	u tʼ ɪ pʰ r ɑ d
მღვდელი	m ɣ v d ɛ l i
კიტრი	kʼ ɪ tʼ r ɪ
პლანშეტი	pʼ l ɑ n ʃ ɛ tʼ ɪ
ძველად	d z v ɛ l ɑ d
კახა	kʼ ɑ x ɑ
დაუბეგრავი	d ɑ u b ɛ ɡ r ɑ v ɪ
წარმოშობის	t sʼ ɑ r m ɔ ʃ ɔ b ɪ s
ქვეყანა	kʰ v ɛ qʼ ɑ n ɑ
ქირურგიული	kʰ ɪ r u r ɡ ɪ u l ɪ
ნებაყოფლობით	n ɛ b ɑ qʼ ɔ pʰ l ɔ b ɪ tʰ
ნიღაბი	n i ɣ ɑ b i
მედეა	m ɛ d ɛ ɑ
ემოციურად	ɛ m ɔ t s ɪ u r ɑ d
ოვალური	ɔ v ɑ l u r ɪ
სრულიად	s r u l i ɑ d
ასევე	ɑ s ɛ v ɛ
თაფლი	tʰ ɑ pʰ l i
მტირალი	m tʼ ɪ r ɑ l ɪ
ირაკლი	ɪ r ɑ kʼ l ɪ
ტომარა	tʼ ɔ m ɑ r ɑ
აქტიურად	ɑ kʰ tʼ i u r ɑ d
სუბიექტური	s u b i ɛ kʰ tʼ u r i
ამჩნევს	ɑ m t ʃ n ɛ v s
ფასადი	pʰ ɑ s ɑ d i
თეორიულად	tʰ ɛ ɔ r ɪ u l ɑ d
თითოეული	tʰ i tʰ ɔ ɛ u l i
დანარჩენი	d ɑ n ɑ r t ʃ ɛ n ɪ
ტემბრი	tʼ ɛ m b r ɪ
არაჯანსაღი	ɑ r ɑ d ʒ ɑ n s ɑ ɣ i
რით	r ɪ tʰ
არასოდეს	ɑ r ɑ s ɔ d ɛ s
სანდრო	s ɑ n d r ɔ
სიცივე	s i t s i v ɛ
ინდივიდუალურად	ɪ n d ɪ v ɪ d u ɑ l u r ɑ d
პანაშვიდი	pʼ ɑ n ɑ ʃ v i d i
პოლონეთი	pʼ ɔ l ɔ n ɛ tʰ i
მარში	m ɑ r ʃ ɪ
ხერხს	χ ɛ r χ s
ლუი	l u i
დანა	d ɑ n ɑ
ზარალი	z ɑ r ɑ l i
ირგვლივ	ɪ r ɡ v l ɪ v
ალფა	ɑ l pʰ ɑ
ბიზნესმენი	b ɪ z n ɛ s m ɛ n ɪ
ადამიანის	ɑ d ɑ m ɪ ɑ n ɪ s
ორშაბათი	ɔ r ʃ ɑ b ɑ tʰ i
წყნარად	t sʼ qʼ n ɑ r ɑ d
უკმაყოფილო	u kʼ m ɑ qʼ ɔ pʰ ɪ l ɔ
მაიმუნი	m ɑ i m u n i
იდეოლოგია	ɪ d ɛ ɔ l ɔ ɡ ɪ ɑ
პაატა	pʼ ɑ ɑ tʼ ɑ
ალბათობა	ɑ l b ɑ tʰ ɔ b ɑ
წმინდა	t sʼ m i n d ɑ
სადილი	s ɑ d i l i
ბიზანტიის	b ɪ z ɑ n tʼ ɪ ɪ s
ევროპას	ɛ v r ɔ pʼ ɑ s
ბოტანიკური	b ɔ tʼ ɑ n ɪ kʼ u r ɪ
უპასუხისმგებლოდ	u pʼ ɑ s u χ ɪ s m ɡ ɛ b l ɔ d
სახით	s ɑ χ ɪ tʰ
ხელი	x ɛ l i
სოფელი	s ɔ pʰ ɛ l i
ღალატი	ɣ ɑ l ɑ tʼ i
ნაგავი	n ɑ ɡ ɑ v ɪ
ქიმერა	kʰ ɪ m ɛ r ɑ
გოგო	ɡ ɔ ɡ ɔ
ჰოლანდიელი	h ɔ l ɑ n d ɪ ɛ l ɪ
ხე	x ɛ
მობილური	m ɔ b i l u r i
ვაზი	v ɑ z i
წინასწარ	t sʼ ɪ n ɑ s t sʼ ɑ r
აბსტრაქტული	ɑ b s tʼ r ɑ kʰ tʼ u l ɪ
კალათბურთი	kʼ ɑ l ɑ tʰ b u r tʰ ɪ
ხეს	x ɛ s
მოსაწყენად	m ɔ s ɑ t sʼ qʼ ɛ n ɑ d
თავხედურად	tʰ ɑ v χ ɛ d u r ɑ d
გუგული	ɡ u ɡ u l i
განსაზღვრული	ɡ ɑ n s ɑ z ʁ v r u l ɪ
ფორმირება	pʰ ɔ r m ɪ r ɛ b ɑ
გეოლოგიურად	ɡ ɛ ɔ l ɔ ɡ ɪ u r ɑ d
არჩევნები	ɑ r t ʃ ɛ v n ɛ b i
აფხაზეთს	ɑ pʰ χ ɑ z ɛ tʰ s
დიპლომი	d ɪ pʼ l ɔ m ɪ
ამას	ɑ m ɑ s
კანდიდატურა	kʼ ɑ n d i d ɑ tʼ u r ɑ
შემხვედრი	ʃ ɛ m χ v ɛ d r ɪ
პროდუქცია	pʼ r ɔ d u kʰ t s ɪ ɑ
უცნობი	u t s n ɔ b ɪ
გაუგებრობა	ɡ ɑ u ɡ ɛ b r ɔ b ɑ
პოლიტიკოსი	pʼ ɔ l ɪ tʼ ɪ kʼ ɔ s ɪ
გამჭვირვალე	ɡ ɑ m t ʃʼ v ɪ r v ɑ l ɛ
დამნაშავე	d ɑ m n ɑ ʃ ɑ v ɛ
ვეტო	v ɛ tʼ ɔ
ნაწარმოები	n ɑ t sʼ ɑ r m ɔ ɛ b ɪ
პოპულარული	pʼ ɔ pʼ u l ɑ r u l ɪ
კურატორი	kʼ u r ɑ tʼ ɔ r ɪ
აბი	ɑ b ɪ
ვიზიტი	v ɪ z ɪ tʼ ɪ
რაფა	r ɑ pʰ ɑ
იგივე	i ɡ i v ɛ
სცენარი	s t s ɛ n ɑ r ɪ
სასიამოვნოდ	s ɑ s ɪ ɑ m ɔ v n ɔ d
ერისთავი	ɛ r i s tʰ ɑ v i
მაგივრად	m ɑ ɡ ɪ v r ɑ d
წესიერად	t sʼ ɛ s ɪ ɛ r ɑ d
ინგლისური	i n ɡ l i s u r i
გრძნობა	ɡ r d z n ɔ b ɑ
მახლობლად	m ɑ χ l ɔ b l ɑ d
ეტლი	ɛ tʼ l i
არგუმენტი	ɑ r ɡ u m ɛ n tʼ ɪ
სამრევლო	s ɑ m r ɛ v l ɔ
მეწაღე	m ɛ t sʼ ɑ ʁ ɛ
სახეობა	s ɑ χ ɛ ɔ b ɑ
იქ	ɪ kʰ
მეფე	m ɛ pʰ ɛ
მინდორი	m i n d ɔ r i
ნიდერლანდი	n i d ɛ r l ɑ n d i
გავიგე	ɡ ɑ v ɪ ɡ ɛ
მაისს	m ɑ ɪ s s
დებილი	d ɛ b i l i
ბუნება	b u n ɛ b ɑ
ვნება	v n ɛ b ɑ
უკეთ	u kʼ ɛ tʰ
დაბლა	d ɑ b l ɑ
პრაქტიკა	pʼ r ɑ kʰ tʼ ɪ kʼ ɑ
ადამიანურად	ɑ d ɑ m ɪ ɑ n u r ɑ d
ადამიანური	ɑ d ɑ m ɪ ɑ n u r ɪ
ზეგ	z ɛ ɡ
ფიქრი	pʰ i kʰ r i
საომრად	s ɑ ɔ m r ɑ d
რის	r ɪ s
არასწორად	ɑ r ɑ s t sʼ ɔ r ɑ d
შეიძლება	ʃ ɛ ɪ d z l ɛ b ɑ
თარიღი	tʰ ɑ r ɪ ʁ ɪ
ვარსკვლავური	v ɑ r s kʼ v l ɑ v u r ɪ
აგენტს	ɑ ɡ ɛ n tʼ s
აგენტი	ɑ ɡ ɛ n tʼ ɪ
აგენტად	ɑ ɡ ɛ n tʼ ɑ d
აგენტის	ɑ ɡ ɛ n tʼ ɪ
ცხოველი	t s x ɔ v ɛ l i
გამა	ɡ ɑ m ɑ
წუხელ	t sʼ u x ɛ l
დღემდე	d ʁ ɛ m d ɛ
ინტერვიუ	ɪ n tʼ ɛ r v ɪ u
სისტემატურად	s ɪ s tʼ ɛ m ɑ tʼ u r ɑ d
საგანმანათლებლო	s ɑ ɡ ɑ n m ɑ n ɑ tʰ l ɛ b l ɔ
ამხედრებული	ɑ m χ ɛ d r ɛ b u l ɪ
საჭიროება	s ɑ t ʃʼ ɪ r ɔ ɛ b ɑ
უცხო	u t s x ɔ
არქიტექტორი	ɑ r kʰ i tʼ ɛ kʰ tʼ ɔ r i
ჩემპიონი	t ʃ ɛ m pʼ ɪ ɔ n ɪ
ფრე	pʰ r ɛ
თავდამსხმელი	tʰ ɑ v d ɑ m s χ m ɛ l ɪ
მხარდაჭერა	m χ ɑ r d ɑ t ʃʼ ɛ r ɑ
მეთორმეტე	m ɛ tʰ ɔ r m ɛ tʼ ɛ
განხილვა	ɡ ɑ n x i l v ɑ
ამიერიდან	ɑ m ɪ ɛ r ɪ d ɑ n
სპონტანურად	s pʼ ɔ n tʼ ɑ n u r ɑ d
კომპეტენცია	kʼ ɔ m pʼ ɛ tʼ ɛ n t s ɪ ɑ
აუტსაიდერი	ɑ u tʼ s ɑ ɪ d ɛ r ɪ
მუსლიმი	m u s l ɪ m ɪ
იუმორი	ɪ u m ɔ r ɪ
მუდმივი	m u d m i v i
ოპტიმისტურად	ɔ pʼ tʼ ɪ m ɪ s tʼ u r ɑ d
სასტიკად	s ɑ s tʼ ɪ kʼ ɑ d
ტვინი	tʼ v i n i
უღელტეხილი	u ʁ ɛ l tʼ ɛ χ ɪ l ɪ
სირმა	s ɪ r m ɑ
კულტურა	kʼ u l tʼ u r ɑ
ვისი	v i s i
ნათლული	n ɑ tʰ l u l ɪ
პარტიზანი	pʼ ɑ r tʼ ɪ z ɑ n ɪ
მისია	m ɪ s ɪ ɑ
უსაფუძვლო	u s ɑ pʰ u d z v l ɔ
სამსახური	s ɑ m s ɑ x u r i
ტერმინოლოგია	tʼ ɛ r m ɪ n ɔ l ɔ ɡ ɪ ɑ
ჰეროინი	h ɛ r ɔ ɪ n ɪ
დიახ	d i a x
დადებითი	d ɑ d ɛ b i tʰ i
უდავოდ	u d ɑ v ɔ d
ხო	x ɔ
წამი	t sʼ ɑ m i
შემოქმედება	ʃ ɛ m ɔ kʰ m ɛ d ɛ b ɑ
მორი	m ɔ r ɪ
პუნქტობრივად	pʼ u n kʰ tʼ ɔ b r ɪ v ɑ d
მუსიკა	m u s i kʼ ɑ
რადიკალი	r ɑ d ɪ kʼ ɑ l ɪ
სერიოზული	s ɛ r ɪ ɔ z u l ɪ
ლაბორატორია	l ɑ b ɔ r ɑ tʼ ɔ r ɪ ɑ
შესარჩევი	ʃ ɛ s ɑ r t ʃ ɛ v ɪ
არამედ	ɑ r ɑ m ɛ d
მეშვიდე	m ɛ ʃ v i d ɛ
ლოცვა	l ɔ t s v ɑ
ვსაუბრობ	v s ɑ u b r ɔ b
მარშრუტი	m ɑ r ʃ r u tʼ i
მემკვიდრეობა	m ɛ m kʼ v ɪ d r ɛ ɔ b ɑ
ვალი	v ɑ l i
სათანადოდ	s ɑ tʰ ɑ n ɑ d ɔ d
კორიდორი	kʼ ɔ r ɪ d ɔ r ɪ
პირველადი	pʼ i r v ɛ l ɑ d i
გაზეთი	ɡ ɑ z ɛ tʰ ɪ
ალბომი	ɑ l b ɔ m ɪ
ალბომად	ɑ l b ɔ m ɑ d
საქმიანობა	s ɑ kʰ m ɪ ɑ n ɔ b ɑ
საბოტაჟი	s ɑ b ɔ tʼ ɑ ʒ ɪ
კარი	kʼ ɑ r i
კოკაინი	kʼ ɔ kʼ ɑ ɪ n ɪ
დაცვა	d ɑ t s v ɑ
ნასვამი	n ɑ s v ɑ m i
ხუმრობით	χ u m r ɔ b ɪ tʰ
მესამე	m ɛ s ɑ m ɛ
პროდუქტიული	pʼ r ɔ d u kʰ tʼ ɪ u l ɪ
სიარული	s i ɑ r u l i
სადგური	s ɑ d ɡ u r ɪ
უკომპრომისო	u kʼ ɔ m pʼ r ɔ m i s ɔ
აპრილი	ɑ pʼ r i l i
შვეიცარია	ʃ v ɛ i t s ɑ r i ɑ
მათი	m ɑ tʰ i
დიაგრამა	d ɪ ɑ ɡ r ɑ m ɑ
სააკაშვილი	s ɑ ɑ kʼ ɑ ʃ v i l i
სრულყოფილი	s r u l qʼ ɔ pʰ i l i
აშშ	ɑ ʃ ʃ
პოემა	pʼ ɔ ɛ m ɑ
შედარება	ʃ ɛ d ɑ r ɛ b ɑ
პერიოდად	pʼ ɛ r ɪ ɔ d ɑ d
ყურანი	qʼ u r ɑ n ɪ
უხეში	u x ɛ ʃ i
ყველგან	qʼ v ɛ l ɡ ɑ n
მითუმეტეს	m ɪ tʰ u m ɛ tʼ ɛ s
მოძღვარი	m ɔ d z ʁ v ɑ r ɪ
ჟარგონი	ʒ ɑ r ɡ ɔ n ɪ
რესპუბლიკური	r ɛ s pʼ u b l ɪ kʼ u r ɪ
ოპერაცია	ɔ pʼ ɛ r ɑ t s ɪ ɑ
სიკვდილით	s ɪ kʼ v d ɪ l ɪ tʰ
უკმაყოფილება	u kʼ m ɑ qʼ ɔ pʰ i l ɛ b ɑ
სპიკერი	s pʼ ɪ kʼ ɛ r ɪ
სოპრანო	s ɔ pʼ r ɑ n ɔ
იოლად	ɪ ɔ l ɑ d
პიროვნებამ	pʼ ɪ r ɔ v n ɛ b ɑ m
პიროვნებას	pʼ ɪ r ɔ v n ɛ b ɑ s
პიროვნების	pʼ ɪ r ɔ v n ɛ b ɪ s
პიროვნებად	pʼ ɪ r ɔ v n ɛ b ɑ d
პიროვნებით	pʼ ɪ r ɔ v n ɛ b ɪ tʰ
პიროვნება	pʼ i r ɔ v n ɛ b ɑ
სასოწარკვეთით	s ɑ s ɔ t sʼ ɑ r kʼ v ɛ tʰ ɪ tʰ
ამირანი	ɑ m i r ɑ n i
ფორვარდი	pʰ ɔ r v ɑ r d ɪ
მაღალი	m ɑ ɣ ɑ l i
აქამდე	ɑ kʰ ɑ m d ɛ
ნელა	n ɛ l ɑ
დაბნეული	d ɑ b n ɛ u l i
ნეტა	n ɛ tʼ ɑ
წასვლა	t sʼ ɑ s v l ɑ
პროგრესი	pʼ r ɔ ɡ r ɛ s ɪ
მოლაპარაკება	m ɔ l ɑ pʼ ɑ r ɑ kʼ ɛ b ɑ
ოფიციალურად	ɔ pʰ ɪ t s ɪ ɑ l u r ɑ d
ქვეცნობიერი	kʰ v ɛ t s n ɔ b ɪ ɛ r ɪ
მითი	m ɪ tʰ ɪ
მკვლელობა	m kʼ v l ɛ l ɔ b ɑ
ფრანგული	pʰ r ɑ n ɡ u l ɪ
ჰა	h ɑ
ვერა	v ɛ r ɑ
ვიზუალურად	v ɪ z u ɑ l u r ɑ d
ვეფხვი	v ɛ pʰ χ v ɪ
იერიში	ɪ ɛ r ɪ ʃ ɪ
კრიტერიუმი	kʼ r ɪ tʼ ɛ r ɪ u m ɪ
თოვლიანი	tʰ ɔ v l ɪ ɑ n ɪ
თურქეთს	tʰ u r kʰ ɛ tʰ s
სანაპირო	s ɑ n ɑ pʼ i r ɔ
პასპორტი	pʼ ɑ s pʼ ɔ r tʼ i
ქულაჯა	kʰ u l ɑ d ʒ ɑ
შორი	ʃ ɔ r ɪ
იდეალური	ɪ d ɛ ɑ l u r ɪ
ხარისხობრივად	χ ɑ r ɪ s χ ɔ b r ɪ v ɑ d
ამერიკელი	ɑ m ɛ r ɪ kʼ ɛ l ɪ
ინიციატივა	i n i t s i ɑ tʼ i v ɑ
კუბური	kʼ u b u r i
შერჩეული	ʃ ɛ r t ʃ ɛ u l ɪ
იესო	i ɛ s ɔ
გაძლევთ	ɡ ɑ d z l ɛ v tʰ
ინფორმაცია	ɪ n pʰ ɔ r m ɑ t s ɪ ɑ
მილიონი	m ɪ l ɪ ɔ n ɪ
მაიკო	m ɑ i kʼ ɔ
თორნიკე	tʰ ɔ r n i kʼ ɛ
იდუმალი	ɪ d u m ɑ l ɪ
გავრცელებული	ɡ ɑ v r t s ɛ l ɛ b u l i
აქტიური	ɑ kʰ tʼ i u r i
მართავს	m ɑ r tʰ ɑ v s
დაუცველი	d ɑ u t s v ɛ l ɪ
გადის	ɡ ɑ d i s
პატიმარი	pʼ ɑ tʼ ɪ m ɑ r ɪ
სიმსივნე	s i m s i v n ɛ
უწმინდურად	u t sʼ m ɪ n d u r ɑ d
სენსაციური	s ɛ n s ɑ t s ɪ u r ɪ
ალასანია	ɑ l ɑ s ɑ n i ɑ
აპრილს	ɑ pʼ r ɪ l s
მეთოდურად	m ɛ tʰ ɔ d u r ɑ d
დაკავებული	d ɑ kʼ ɑ v ɛ b u l ɪ
ტირის	tʼ i r i s
სახიფათო	s ɑ χ ɪ pʰ ɑ tʰ ɔ
უთანხმოება	u tʰ ɑ n χ m ɔ ɛ b ɑ
ინაუგურაცია	ɪ n ɑ u ɡ u r ɑ t s ɪ ɑ
სახლში	s ɑ x l ʃ i
კავშირის	kʼ ɑ v ʃ ɪ r ɪ s
იტალია	ɪ tʼ ɑ l ɪ ɑ
მაესტრო	m ɑ ɛ s tʼ r ɔ
სიმართლე	s i m ɑ r tʰ l ɛ
დასაწყისი	d ɑ s ɑ t sʼ qʼ ɪ s ɪ
საკმაოდ	s ɑ kʼ m ɑ ɔ d
ძალოსანი	d z ɑ l ɔ s ɑ n ɪ
აი	ɑ ɪ
