उर्वरक	ʊ ɾ ʋ ə ɾ ə k
चूतर	t͡ʃ uː t̪ ə ɾ
युवावस्था	j ʊ ʋ ɑː ʋ ə s t̪ʰ ɑː
नाइजीरिया	n ɑː ɪ d͡ʒ iː ɾ iː j ɑː
संग्रह	s ə ŋ ɡ ɾ əʱ
कैंची	k ɛː ɲ t͡ʃ iː
पसार	p ə s ɑː ɾ
इस्तांबुल	ɪ s t̪ ɑː n b ʊ l
मांगना	m ɑː ŋ ɡ n ɑː
टिकाऊ	ʈ ɪ k ɑː uː
याददाश्त	j ɑː d̪ d̪ ɑː ʃ t̪
सिलसिला	s ɪ l s ɪ l ɑː
करनाल	k ə ɾ n ɑː l
तेवर	t̪ eː ʋ ə ɾ
सीखना	s iː kʰ n ɑː
तुरन्त	t̪ ʊ ɾ ə n t̪
समारोह	s ə m ɑː ɾ oːʱ
अजायबघर	ə d͡ʒ ɑː j ə b ɡʱ ə ɾ
मुहाजिर	m ʊ ɦ ɑː d͡ʒ ɪ ɾ
पद्मावत	p ə d̪ m ɑː ʋ ə t̪
ठाणे	ʈʰ ɑː n eː
भरत	bʱ ə ɾ ə t̪
कुछ	k ʊ t͡ʃʰ
स्वतः	s ʋ ə t̪ əʰ
कारक	k ɑː ɾ ə k
मृत्यु	m ɾ ɪ t̪ j uː
अविलंब	ə ʋ ɪ l ə m b
छुट्टी	t͡ʃʰ ʊ ʈ ʈ iː
व्याख्यायित	ʋ j ɑː kʰ j ɑː j ɪ t̪
पकड़	p ə k ə ɽ
बेतुका	b eː t̪ ʊ k ɑː
मनु	m ə n uː
स्नातक	s n ɑː t̪ ə k
अपरिचित	ə p ə ɾ ɪ t͡ʃ ɪ t̪
गिनती	ɡ ɪ n t̪ iː
हत्या	ɦ ə t̪ j ɑː
सुबह	s ʊ b əʱ
भ्रम	bʱ ɾ ə m
अश्लील	ə ʃ l iː l
मंत्र	m ə n t̪ ɾ
समाजवादी	s ə m ɑː d͡ʒ ʋ ɑː d̪ iː
नीदरलैण्ड	n iː d̪ ə ɾ l ɛː n ɖ
दुस्साहस	d̪ ʊ s s ɑː ɦ ə s
प्राकृतिक	p ɾ ɑː k ɾ ɪ t̪ ɪ k
भांजा	bʱ ɑː ɲ d͡ʒ ɑː
सरस्वती	s ə ɾ ə s ʋ ə t̪ iː
अपेक्षित	ə p eː k ʃ ɪ t̪
निगरानी	n ɪ ɡ ɾ ɑː n iː
रियाद	ɾ iː j ɑː d̪
ऐसा	ɛː s ɑː
पैंट	p ɛː n ʈ
हिन्दुस्तान	ɦ ɪ n d̪ ʊ s t̪ ɑː n
लोकनायक	l oː k n ɑː j ə k
महावत	m ə ɦ ɑː ʋ ə t̪
मशाल	m ə ʃ ɑː l
अछूत	ə t͡ʃʰ uː t̪
मुकेश	m ʊ k eː ʃ
दौरा	d̪ ɔː ɾ ɑː
मेट्रो	m eː ʈ ɾ oː
प्रोटीन	p ɾ oː ʈ iː n
वृद्ध	ʋ ɾ ɪ d̪ d̪ʱ
कुबेर	k ʊ b eː ɾ
उपस्थिति	ʊ p ə s t̪ʰ ɪ t̪ iː
जीव	d͡ʒ iː ʋ
बहुदलीय	b ə ɦ ʊ d̪ ə l iː j
वास्तव	ʋ ɑː s t̪ ə ʋ
जुलाई	d͡ʒ ʊ l ɑː iː
दर्शक	d̪ ə ɾ ʃ ə k
देहाती	d̪ eː ɦ ɑː t̪ iː
मानचित्र	m ɑː n t͡ʃ ɪ t̪ ɾ
निश्चित	n ɪ ʃ t͡ʃ ɪ t̪
महसूस	m əʱ s uː s
मुक्केबाज़	m ʊ k k eː b ɑː z
अभिनय	ə bʱ ɪ n ə j
इसीलिए	ɪ s iː l ɪ eː
घूर	ɡʱ uː ɾ
बुलंद	b ʊ l ə n d̪
दिवसीय	d̪ ɪ ʋ s iː j
कार्यकाल	k ɑː ɾ j ə k ɑː l
महिमा	m ə ɦ ɪ m ɑː
विभाजन	ʋ ɪ bʱ ɑː d͡ʒ ə n
नाच	n ɑː t͡ʃ
जुर्माना	d͡ʒ ʊ ɾ m ɑː n ɑː
विलासिता	ʋ ɪ l ɑː s ɪ t̪ ɑː
कार्यशाला	k ɑː ɾ j ə ʃ ɑː l ɑː
स्वर्ग	s ʋ ə ɾ ɡ
मेहंदी	m ɛːʱ n d̪ iː
सब्ज़ी	s ə b z iː
नाग	n ɑː ɡ
धनबाद	d̪ʱ ə n b ɑː d̪
बाबत	b ɑː b ə t̪
शर्मा	ʃ ə ɾ m ɑː
माली	m ɑː l iː
बर्फ़ी	b ə ɾ f iː
आघात	ɑː ɡʱ ɑː t̪
मस्तानी	m ə s t̪ ɑː n iː
शत	ʃ ə t̪
मतभेद	m ə t̪ bʱ eː d̪
न्यायपालिका	n j ɑː j p ɑː l ɪ k ɑː
बड़े	b ə ɽ eː
मुआयना	m ʊ ɑː j n ɑː
मौद्रिक	m ɔː d̪ ɾ ɪ k
प्रशासकीय	p ɾ ə ʃ ɑː s ə k iː j
चौथा	t͡ʃ ɔː t̪ʰ ɑː
दुआ	d̪ ʊ ɑː
अधिसूचना	ə d̪ʱ ɪ s uː t͡ʃ n ɑː
टर्मिनल	ʈ ə ɾ m ɪ n ə l
बूढ़ा	b uː ɽʱ ɑː
अवहेलना	ə ʋ ɦ eː l n ɑː
संसद	s ə n s ə d̪
पिंजरा	p ɪ ɲ d͡ʒ ɾ ɑː
गेहूँ	ɡ eː ɦ ũː
प्रतीक	p ɾ ə t̪ iː k
बदनाम	b ə d̪ n ɑː m
संग्रहालय	s ə ŋ ɡ ɾ ə ɦ ɑː l ə j
राइफ़ल	ɾ ɑː ɪ f ə l
वाकिफ	ʋ ɑː k ɪ pʰ
साइकिल	s ɑː ɪ k ɪ l
भालू	bʱ ɑː l uː
लवण	l ə ʋ ə n
नोटिस	n oː ʈ ɪ s
किलोमीटर	k ɪ l oː m iː ʈ ə ɾ
आग्रह	ɑː ɡ ɾ əʱ
मल्लाह	m ə l l ɑːʱ
वाजिब	ʋ ɑː d͡ʒ ɪ b
चोली	t͡ʃ oː l iː
मानवाधिकार	m ɑː n ə ʋ ɑː d̪ʱ ɪ k ɑː ɾ
मुलायम	m ʊ l ɑː j ə m
कैनबरा	k ɛː n ə b ɾ ɑː
अंतराल	ə n t̪ ə ɾ ɑː l
व्याख्यान	ʋ j ɑː kʰ j ɑː n
जनसांख्यिकी	d͡ʒ ə n s ɑː ŋ kʰ j ɪ k iː
लालची	l ɑː l t͡ʃ iː
बंधु	b ə n d̪ʱ uː
बोर्ड	b oː ɾ ɖ
आंधी	ɑː n d̪ʱ iː
निर्माता	n ɪ ɾ m ɑː t̪ ɑː
लापता	l ɑː p ə t̪ ɑː
शिकोहाबाद	ʃ ɪ k oː ɦ ɑː b ɑː d̪
विश्वविद्यालय	ʋ ɪ ʃ ʋ ə ʋ ɪ d̪ j ɑː l ə j
अपमानित	ə p m ɑː n ɪ t̪
रिश्तेदार	ɾ ɪ ʃ t̪ eː d̪ ɑː ɾ
दूसरे	d̪ uː s ɾ eː
राजकोट	ɾ ɑː d͡ʒ k oː ʈ
दीवाना	d̪ iː ʋ ɑː n ɑː
अनौपचारिक	ə n ɔː p t͡ʃ ɑː ɾ ɪ k
जातीय	d͡ʒ ɑː t̪ iː j
बेलफ़ास्ट	b eː l f ɑː s ʈ
नाप	n ɑː p
नापना	n ɑː p n ɑː
मसूर	m ə s uː ɾ
मारपीट	m ɑː ɾ p iː ʈ
कैंटीन	k ɛː n ʈ iː n
हयात	ɦ ə j ɑː t̪
संवाद	s ə m ʋ ɑː d̪
किया	k iː j ɑː
स्वतंत्र	s ʋ ə t̪ ə n t̪ ɾ
आशंका	ɑː ʃ ə ŋ k ɑː
चकाचौंध	t͡ʃ ə k ɑː t͡ʃ ɔː n d̪ʱ
विलंब	ʋ ɪ l ə m b
अंतरिम	ə n t̪ ɾ ɪ m
लड़का	l ə ɽ k ɑː
सामान	s ɑː m ɑː n
स्वच्छ	s ʋ ə t͡ʃ t͡ʃʰ
अवज्ञा	ə ʋ ə ɡ j ɑː
सुमात्रा	s ʊ m ɑː t̪ ɾ ɑː
मजमा	m ə d͡ʒ m ɑː
सेहत	s eː ɦ ə t̪
मुहैया	m ʊ ɦ ɛː j ɑː
प्रक्षेपास्त्र	p ɾ ə k ʃ eː p ɑː s t̪ ɾ
सिडनी	s ɪ ɖ n iː
दावा	d̪ ɑː ʋ ɑː
ये	j eː
अक्टूबर	ə k ʈ uː b ə ɾ
संरचना	s ə n ɾ ə t͡ʃ n ɑː
निर्वाचन	n ɪ ɾ ʋ ɑː t͡ʃ ə n
भाड़ा	bʱ ɑː ɽ ɑː
शौहर	ʃ ɔː ɦ ə ɾ
दर्पण	d̪ ə ɾ p ə n
फ़सल	f ə s ə l
प्याऊ	p j ɑː uː
मरहम	m ə ɾ ɦ ə m
पुराण	p ʊ ɾ ɑː n
गायब	ɡ ɑː j ə b
बेगम	b eː ɡ ə m
सारणी	s ɑː ɾ n iː
हुई	ɦ ʊ iː
मुक्का	m ʊ k k ɑː
पिछड़ा	p ɪ t͡ʃʰ ɽ ɑː
सर्जन	s ə ɾ d͡ʒ ə n
अलापना	ə l ɑː p n ɑː
वसीयत	ʋ ə s iː j ə t̪
तिमाही	t̪ ɪ m ɑː ɦ iː
रेलवे	ɾ eː l ʋ eː
विद्यालय	ʋ ɪ d̪ j ɑː l ə j
थाईलैंड	t̪ʰ ɑː iː l ɛː n ɖ
गहराई	ɡ ɛːʱ ɾ ɑː iː
दिखाई	d̪ ɪ kʰ ɑː iː
सर्दी	s ə ɾ d̪ iː
अजगर	ə d͡ʒ ɡ ə ɾ
इंजन	ɪ ɲ d͡ʒ ə n
विवाह	ʋ ɪ ʋ ɑːʱ
पाई	p ɑː iː
पूंजी	p uː ɲ d͡ʒ iː
बुज़ुर्ग	b ʊ z ʊ ɾ ɡ
सिपाही	s ɪ p ɑː ɦ iː
मूसा	m uː s ɑː
पैठ	p ɛː ʈʰ
भंडार	bʱ ə n ɖ ɑː ɾ
नागरिकता	n aː ɡ r i k ə t̪ aː
शोक	ʃ oː k
भरपूर	bʱ ə ɾ p uː ɾ
सूजी	s uː d͡ʒ iː
पंजाबी	p ə ɲ d͡ʒ ɑː b iː
प्रताप	p ɾ ə t̪ ɑː p
अम्मा	ə m m ɑː
तोता	t̪ oː t̪ ɑː
त्यों	t̪ j õː
मोह	m oːʱ
लीबिया	l iː b iː j ɑː
हासिल	ɦ ɑː s ɪ l
यमराज	j ə m ɾ ɑː d͡ʒ
गाना	ɡ ɑː n ɑː
क्षेत्रीय	k ʃ eː t̪ ɾ iː j
कोयल	k oː j ə l
मांग	m ɑː ŋ ɡ
मालदीव	m ɑː l d̪ iː ʋ
शनि	ʃ ə n iː
झा	d͡ʒʱ ɑː
अमरीका	ə m ɾ iː k ɑː
कम्बोडिया	k ə m b oː ɖ iː j ɑː
रगड़	ɾ ə ɡ ə ɽ
जारी	d͡ʒ ɑː ɾ iː
विजय	ʋ ɪ d͡ʒ ə j
चाव	t͡ʃ ɑː ʋ
की	k iː
सेंट	s eː n ʈ
मोड़	m oː ɽ
हल्ला	ɦ ə l l ɑː
भीड़भाड़	bʱ iː ɽ bʱ ɑː ɽ
रक्षा	ɾ ə k ʃ ɑː
साद	s ɑː d̪
पाजी	p ɑː d͡ʒ iː
चौकीदार	t͡ʃ ɔː k iː d̪ ɑː ɾ
आतिशबाजी	ɑː t̪ ɪ ʃ b ɑː d͡ʒ iː
प्राधिकारी	p ɾ ɑː d̪ʱ ɪ k ɑː ɾ iː
क्षमा	k ʃ ə m ɑː
सीढ़ी	s iː ɽʱ iː
चमत्कार	t͡ʃ ə m ə t̪ k ɑː ɾ
खुदरा	kʰ ʊ d̪ ɾ ɑː
सिर	s ɪ ɾ
तर्कशास्त्र	t̪ ə ɾ k ʃ ɑː s t̪ ɾ
गर्भ	ɡ ə ɾ bʱ
आकृति	ɑː k ɾ ɪ t̪ iː
पृष्ठभूमि	p ɾ ɪ ʃ ʈʰ bʱ uː m iː
भरतपुर	bʱ ə ɾ ə t̪ p ʊ ɾ
सामना	s ɑː m n ɑː
हताहत	ɦ ə t̪ ɑː ɦ ə t̪
नदियों	n ə d̪ iː j õː
संभालना	s ə m bʱ ɑː l n ɑː
गुर्दा	ɡ ʊ ɾ d̪ ɑː
कमाल	k ə m ɑː l
नापसंद	n ɑː p ə s ə n d̪
कहा	k ə ɦ ɑː
कहना	k ɛːʱ n ɑː
दृढ़	d̪ ɾ ɪ ɽʱ
व्यास	ʋ j ɑː s
अपुष्ट	ə p ʊ ʃ ʈ
थप्पड़	t̪ʰ ə p p ə ɽ
नर्स	n ə ɾ s
उर्फ़	ʊ ɾ f
संतुलित	s ə n t̪ ʊ l ɪ t̪
सवा	s ə ʋ ɑː
मंदी	m ə n d̪ iː
वेनेज़ुएला	ʋ eː n eː z ʊ eː l ɑː
इससे	ɪ s s eː
साग	s ɑː ɡ
रसीद	ɾ ə s iː d̪
प्रिया	p ɾ iː j ɑː
जमना	d͡ʒ ə m n ɑː
बुंदेली	b ʊ n d̪ eː l iː
जावा	d͡ʒ ɑː ʋ ɑː
आंशिक	ɑː n ʃ ɪ k
अनियमितता	ə n iː j ə m ɪ t̪ t̪ ɑː
प्रासंगिकता	p ɾ ɑː s ə ŋ ɡ ɪ k t̪ ɑː
गुहार	ɡ ʊ ɦ ɑː ɾ
राहत	ɾ ɑː ɦ ə t̪
गंगाजल	ɡ ə ŋ ɡ ɑː d͡ʒ ə l
रूसी	ɾ uː s iː
स्वीडन	s ʋ iː ɖ ə n
विषयवस्तु	ʋ ɪ ʃ ə j ʋ ə s t̪ uː
बाबा	b ɑː b ɑː
बेलना	b eː l n ɑː
आपातकाल	ɑː p ɑː t̪ k ɑː l
ब्याज	b j ɑː d͡ʒ
संपूर्ण	s ə m p uː ɾ n
स्थित	s t̪ʰ ɪ t̪
बरसात	b ə ɾ s ɑː t̪
शुष्क	ʃ ʊ ʃ k
तबादला	t̪ ə b ɑː d̪ l ɑː
पैदावार	p ɛː d̪ ɑː ʋ ɑː ɾ
अराजक	ə ɾ ɑː d͡ʒ ə k
रिवाज़	ɾ ɪ ʋ ɑː z
पूर्ववर्ती	p uː ɾ ʋ ʋ ə ɾ t̪ iː
अराजकता	ə ɾ ɑː d͡ʒ ə k t̪ ɑː
छात्रावास	t͡ʃʰ ɑː t̪ ɾ ɑː ʋ ɑː s
बांस	b ɑː n s
घना	ɡʱ ə n ɑː
अयोग्यता	ə j oː ɡ j ə t̪ ɑː
लात	l ɑː t̪
चंडीगढ़	t͡ʃ ə n ɖ iː ɡ ə ɽʱ
छेद	t͡ʃʰ eː d̪
ठहराना	ʈʰ ɛːʱ ɾ ɑː n ɑː
हालिया	ɦ ɑː l iː j ɑː
मुख्यधारा	m ʊ kʰ j ə d̪ʱ ɑː ɾ ɑː
बुंदेलखंड	b ʊ n d̪ eː l kʰ ə n ɖ
पैंतीस	p ɛː n t̪ iː s
कसरत	k ə s ɾ ə t̪
इनकार	ɪ n k ɑː ɾ
गुड़	ɡ ʊ ɽ
नी	n iː
सौतेला	s ɔː t̪ eː l ɑː
अंताक्षरी	ə n t̪ ɑː k ʃ ə ɾ iː
सौम्य	s ɔː m j
जलज	d͡ʒ ə l ə d͡ʒ
बलिदान	b ə l ɪ d̪ ɑː n
तुर्की	t̪ ʊ ɾ k iː
फीका	pʰ iː k ɑː
अच्छा	ə t͡ʃ t͡ʃʰ ɑː
पहरा	p ɛːʱ ɾ ɑː
स्मारक	s m ɑː ɾ ə k
इस	ɪ s
पठान	p ə ʈʰ ɑː n
मीरा	m iː ɾ ɑː
जटिल	d͡ʒ ə ʈ ɪ l
आस	ɑː s
एजेंट	eː d͡ʒ eː n ʈ
गतिरोध	ɡ ə t̪ ɪ ɾ oː d̪ʱ
पब	p ə b
एमएलए	eː m ‿ eː l ‿ eː
शेर	ʃ eː ɾ
व्यक्ति	ʋ j ə k t̪ iː
खिचड़ी	kʰ ɪ t͡ʃ ɽ iː
सलाउद्दीन	s ə l ɑː ʊ d̪ d̪ iː n
कुचलना	k ʊ t͡ʃ ə l n ɑː
गठन	ɡ ə ʈʰ ə n
नाविक	n ɑː ʋ ɪ k
लिस्ट	l ɪ s ʈ
निर्धन	n ɪ ɾ d̪ʱ ə n
संदर्भ	s ə n d̪ ə ɾ bʱ
पार्क	p ɑː ɾ k
गगनचुंबी	ɡ ə ɡ ə n t͡ʃ ʊ m b iː
मुकम्मल	m ʊ k ə m m ə l
जमैका	d͡ʒ ə m ɛː k ɑː
ज़िला	z ɪ l ɑː
सुनवाई	s ʊ n ʋ ɑː iː
बहत्तर	b ɛːʱ t̪ t̪ ə ɾ
कोई	k oː iː
परिसर	p ə ɾ ɪ s ə ɾ
ऑक्सफ़ोर्ड	ɔː k s f oː ɾ ɖ
चौका	t͡ʃ ɔː k ɑː
रेखा	ɾ eː kʰ ɑː
दलदल	d̪ ə l ə d̪ ə l
इस्तीफ़ा	ɪ s t̪ iː f ɑː
ब्रुनेई	b ɾ ʊ n eː iː
जवाब	d͡ʒ ə ʋ ɑː b
स्वतंत्रता	s ʋ ə t̪ ə n t̪ ɾ ə t̪ ɑː
दूर	d̪ uː ɾ
तत्व	t̪ ə t̪ ʋ
जुड़ना	d͡ʒ ʊ ɽ n ɑː
लिखावट	l ɪ kʰ ɑː ʋ ə ʈ
उपलब्धि	ʊ p l ə b d̪ʱ iː
सौ	s ɔː
बेबुनियाद	b eː b ʊ n iː j ɑː d̪
लीड्स	l iː ɖ s
शिकायत	ʃ ɪ k ɑː j ə t̪
जमाना	d͡ʒ ə m ɑː n ɑː
अलविदा	ə l ʋ ɪ d̪ ɑː
सम्मानजनक	s ə m m ɑː n d͡ʒ ə n ə k
अंदाज़ा	ə n d̪ ɑː z ɑː
साइकल	s ɑː ɪ k ə l
विकिरण	ʋ ɪ k ɪ ɾ ə n
उपकरण	ʊ p k ə ɾ ə n
अन्य	ə n j ə
बाज़	b ɑː z
शौच	ʃ ɔː t͡ʃ
अरे	ə ɾ eː
संवेदनशील	s ə m ʋ eː d̪ ə n ʃ iː l
जाति	d͡ʒ ɑː t̪ iː
संस्थापक	s ə n s t̪ʰ ɑː p ə k
आश्वासन	ɑː ʃ ʋ ɑː s ə n
प्रधानाचार्य	p ɾ ə d̪ʱ ɑː n ɑː t͡ʃ ɑː ɾ j
मिसाल	m ɪ s ɑː l
दूकान	d̪ uː k ɑː n
बंदी	b ə n d̪ iː
द्वंद्व	d̪ ʋ ə n d̪ ʋ ə
तुम्हारा	t̪ ʊ m ɦ ɑː ɾ ɑː
मालिश	m ɑː l ɪ ʃ
घटाना	ɡʱ ə ʈ ɑː n ɑː
विरोधाभास	ʋ ɪ ɾ oː d̪ʱ ɑː bʱ ɑː s
भग	bʱ ə ɡ
मग्न	m ə ɡ n
पाँच	p ɑ̃ː t͡ʃ
वहशी	ʋ əʱ ʃ iː
चतुर्थ	t͡ʃ ə t̪ ʊ ɾ t̪ʰ
मज़दूर	m ə z d̪ uː ɾ
परंतु	p ə ɾ ə n t̪ uː
पूर्वाग्रह	p uː ɾ ʋ ɑː ɡ ɾ əʱ
सिरदर्द	s ɪ ɾ d̪ ə ɾ d̪
सरकार	s ə ɾ k ɑː ɾ
युद्धक्षेत्र	j ʊ d̪ d̪ʱ k ʃ eː t̪ ɾ
माया	m ɑː j ɑː
जिन्हें	d͡ʒ ɪ n ɦ ẽ
अंतरिक्ष	ə n t̪ ɾ ɪ k ʃ
देशभक्ति	d̪ eː ʃ bʱ ə k t̪ iː
देखभाल	d̪ eː kʰ bʱ ɑː l
सम्मिलित	s ə m m ɪ l ɪ t̪
ब्रिटिश	b ɾ ɪ ʈ ɪ ʃ
थीं	t̪ʰ ĩː
ढंग	ɖʱ ə ŋ ɡ
कृत्रिम	k ɾ ɪ t̪ ɾ ɪ m
हस्ती	ɦ ə s t̪ iː
ट्रक	ʈ ɾ ə k
उर्दू	ʊ ɾ d̪ uː
मनमाना	m ə n m ɑː n ɑː
बचत	b ə t͡ʃ ə t̪
श्रेष्ठ	ʃ ɾ eː ʃ ʈʰ
नियत	n iː j ə t̪
सुर	s ʊ ɾ
शंघाई	ʃ ə ŋ ɡʱ ɑː iː
रूमाल	ɾ uː m ɑː l
दिखाना	d̪ ɪ kʰ ɑː n ɑː
वायु	ʋ ɑː j uː
सहमति	s ɛːʱ m ə t̪ iː
ब्रिस्बेन	b ɾ ɪ s b eː n
अडिग	ə ɖ ɪ ɡ
मजाल	m ə d͡ʒ ɑː l
नौजवान	n ɔː d͡ʒ ə ʋ ɑː n
विदा	ʋ ɪ d̪ ɑː
बाई	b ɑː iː
मस्ती	m ə s t̪ iː
धार्मिक	d̪ʱ ɑː ɾ m ɪ k
साधना	s ɑː d̪ʱ n ɑː
झाड़	d͡ʒʱ ɑː ɽ
बटालियन	b ə ʈ ɑː l iː j ə n
उत्सुकता	ʊ t̪ s ʊ k t̪ ɑː
तलब	t̪ ə l ə b
लिखित	l ɪ kʰ ɪ t̪
अस्थिपंजर	ə s t̪ʰ ɪ p ə ɲ d͡ʒ ə ɾ
था	t̪ʰ ɑː
